[
  {
    "id": 1,
    "name": "BOSOBO Paint Brushes Set, 2 Pack 20 Pcs Round Pointed Tip Paintbrushes Nylon Hair Artist Acrylic Paint Brushes for Acrylic Oil Watercolor, Face Nail Art, Miniature Detailing & Rock Painting, Blue",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51vzX1OZI6L.jpg",
    "price": 6.99,
    "rating": 4.7,
    "category": 1,
    "description": "All-PURPOSED PAINTING BRUSHES SETS: Nice combination of tips for design purposes, versatile miniature paint brushes allow you to do fine detailing and art painting precisely to reach tight, small spots or tiny points. Works well with oil, watercolor, acrylic, enamel, cel-vinyl, gouache paints. Great for wildlife, botanical, portraiture, doll, illustrations, miniature, model ships and airplanes, arts and craft, rock, leather, gesso and ceramic, or body, nail and face art painting."
  },
  {
    "id": 2,
    "name": "Ring Sizer Measuring Set Reusable Finger Size Gauge Measure Tool Jewelry Sizing Tools 1-17 USA Rings Size",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61n-9PBCqOL._AC_SL1500_.jpg",
    "price": 3.99,
    "rating": 4.6,
    "category": 1,
    "description": "US size，You just need to put it as a ring on your hand and adjust it to a suitable place to measure. The inner diameter of the ring is measured, and it can be removed at any time, just like a ring. 1-17 US size，finger size from 1 to 17, the printing is accurate and clear, not only can be used as a ring size table, but also can be used for other jewelry measurement. Suitable for measuring wedding rings, proposal rings, birthday rings, party gifts, jewelry, etc. Fine workmanship, good quality, reusable."
  },
  {
    "id": 3,
    "name": "48 Pieces St. Patrick's Day Shamrock Charms Pendants Assorted Four-Leaf Charms Shamrock Shape Enamel Pendant DIY Jewelry Pendant Accessories for Necklace Bracelet Earrings Making Supplies, 4 Colors",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81-h44xopuL._AC_SL1500_.jpg",
    "price": 8.49,
    "rating": 5,
    "category": 1,
    "description": "Quantity and color: there are 48 pieces shamrock charm pendants in our package, and they come with 4 different colors, 12 pieces in each color, sufficient quantity and colors will satisfy your various DIY making demands, and bring you much handmade fun. Elegant lucky shape: these assorted four-leaf charms are designed with shamrock shape, which can bring you good luck in daily life, and add them to your jewelry or pendants, to express blessings for yourself or others. Widely jewelry DIY making: with our shamrock shape enamel pendants, you can design beautiful necklaces, bracelets, earrings, anklets, keychains, cellphone hanging accessories and more, they also can be applied for hanging on your bag, backpack, purse and anywhere you want to decorate; Just DIY or mix them with other decors according to your preference."
  },
  {
    "id": 4,
    "name": "Elmer's Disappearing Purple School Glue Sticks, Washable, 0.21 Ounce Glue Sticks for Kids | School Supplies | Scrapbooking Supplies | Vision Board Supplies, 12 Count",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81cxbKjehcL._AC_SL1500_.jpg",
    "price": 4.00,
    "rating": 5,
    "category": 1,
    "description": "Bonds to paper, cardboard, foam board, display board, and more. Goes on purple and dries clear. Washes easily off hands and out of clothes. Non toxic and acid free. Perfect for arts, crafts, and school projects."
  },
  {
    "id": 5,
    "name": "STAEDTLER pencil sharpener, premium quality sharpener with screw-on lid, prevents accidental openings, compact size for pencil case and work-station, 511 63BK",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61xNX5ecLtL._AC_SL1000_.jpg",
    "price": 3.69,
    "rating": 4.5,
    "category": 1,
    "description": "Premium quality sharpener ensures you never have a dull moment in the office, at school, or around the house! Metal sharpener with secure screw-on lid prevents accidental opening. Assorted colors adds a fun surprise to every order. Blister card of 1 sharpener. Each sharpener is compact and portable; perfect for a pencil case and work-station."
  },
  {
    "id": 6,
    "name": "Amazon Basics Letter Size Sheets Laminating Pouches 9 Inches x 11.5 Inches, 100-pack",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61C9vkSU8VL._AC_SL1500_.jpg",
    "price": 13.99,
    "rating": 4.8,
    "category": 1,
    "description": "100 9 x 11 inch pouches per pack. 3-Mil thick. Works with all leading laminators; simply place document in pouch and insert into laminator. Quality material provides excellent clarity and durability; photo-safe. Helps to seal and protect your documents. Compatible with most thermal laminator brands. Ships in Certified Frustration-Free Packaging."
  },
  {
    "id": 7,
    "name": "iBayam Journal Planner Pens Colored Pens Fine Point Markers Fine Tip Drawing Pens Porous Fineliner Pen for Bullet Journaling Writing Note Taking Calendar Coloring Art Office School Supplies, 18 Colors",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71i8ORESpHL._AC_SL1500_.jpg",
    "price": 9.98,
    "rating": 4.7,
    "category": 1,
    "description": "VIBRANT COLORS Smart Fineliner Color Pens Set 18 Unique Colors, 0.38 mm Fine Point Colored Pens, Assorted Color Fine Tip Marker Pens, Minimal Bleed Thru Ink. Perfect as Journal Pens, Planner Pens, Journaling Pens, Teacher Pens, School Supplies, Office Supplies, Planner Accessories. Premium gift set for the family, friends, co-workers, Birthday, Christmas. SMOOTH WRITING Colorful Fine tip marker pen set with superfine, metal-clad fine tipped and outstanding performance in all areas of writing, drawing, coloring, easy and comfortable to write. You will also find them great for home, office, work, business, colleague, church, club, and organazition activities."
  },
  {
    "id": 8,
    "name": "Dressmaking Scissors Heavy Duty Dressmaker Fabric Shears Tailor Scissors for Cutting Fabric, Leather, Raw Materials, Dressmakings, Altering, Sewing & Tailoring 9.5inch Long",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51WmQ674nLL._AC_SL1000_.jpg",
    "price": 5.99,
    "rating": 4.6,
    "category": 1,
    "description": "Japan high carbon steel tailor scissors, twin-blade sharp and durable, smooth shear surface, never rust. Professional dedicated for tailoring，best for cutting fabric, denim, leather, paper, clothes and soft materials. According to ergonomic design flow, two-color handle, rubber coating feels comfortable and beautiful shape,reduces hand and wrist fatigue. 9.5inch length, lightweight，save energy and cut more efficient. Adjustable blade tightness, blade separation, easy to regrind, precision grinding edges."
  },
  {
    "id": 9,
    "name": "Disco Tape for Packing or Crafting, Set of 1",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81zm-G5SmHL._AC_SL1500_.jpg",
    "price": 9.99,
    "rating": 4.5,
    "category": 1,
    "description": "VERSATILE TAPE: Use our disco tape for any project! Brighten up boring room decor, jazz up your phone, or create a fun design on your laptop- this tape will stick to just about anything. GET CRAFTY: Take your craft ideas to the next level with our Disco tape. Use to wrap birthday gifts, scrap book, or create something new and fresh. PERFECT FOR ALL AGES: Everyone from adults to teens and artsy kids will want to disco-fy their life with our iridescent tape. HOME-GROWN: Disco Tape was designed in Brooklyn, New York. SPECS: 1.2\" wide x 78\" long"
  },
  {
    "id": 10,
    "name": "MulWark 16pc Precision Craft Hobby Utility Knife Set- Sharp Scalpel Razor Knives Tool for Architecture Modeling, Scrapbooking, Felt&Wood&Leather Working- Stencil, Fine Point, Scoring, Chiseling Blades",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81J3-26FwJL._AC_SL1500_.jpg",
    "price": 14.99,
    "rating": 4.7,
    "category": 1,
    "description": "BUILD TO LAST: The SK4 hardened carbon steel refill blades included are durable and rust-resistant, and can stand up to extended periods of tough projects to provide you with reliable and consistent daily cutting use. Professional tool kit for artist, architect, graphic designer, hobbyist and modeler. ERGONOMIC DESIGN: The heavy-duty knife handle is made of soft rubber and ABS plastic with a thick base for added grip & stability and a flat part so it won’t roll off your desk. All the pen shaped handles weighted for balance with textured grip and superior control allows you to make accurate, delicate cuts."
  },
  {
    "id": 11,
    "name": "STUHAD Car Polishing Pads Kit, 12pcs 6 Inches Buffing Pads car Care Polisher for Waxing Polishing",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71CIuI3wh8L._AC_SL1500_.jpg",
    "price": 12.99,
    "rating": 4.4,
    "category": 2,
    "description": "Package Includes: 5pcs 7 Inch Sponge Polishing Pads, 1pcs Woolen Buffer Pads, 1pcs 8 Inch Coarse Wool Compounding Pad, 1pcs microfiber pads, 1pcs Drill Adapter, 1pcs Suction Cup. Polishing pads are washable and reusable. High-Quality Sponge Pad:Different colored sponges have different softness, meet all your requirements. Five colors represent five roughness, Hardness: Red> Yellow> Blue>Green> Black, can be selected to polish as needed. Polishing pads are washable and reusable, can be used repeatedly. Professional Wool Foam and Microfiber Pad: Efficient cutting and polishing the most difficult car oxidation coating, scratches. Can be used in pneumatic or electric polishing machine with efficient buffing, polishing and finishing system."
  },
  {
    "id": 12,
    "name": "TICARVE Cleaning Gel for Car Detailing Tools Keyboard Cleaner Automotive Dust Air Vent Interior Detail Detailing Putty Universal Dust Cleaner for Auto Laptop Home Car Slime Cleaner",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71j60x8bWxL._AC_SL1500_.jpg",
    "price": 7.49,
    "rating": 4.1,
    "category": 2,
    "description": "Dust cleaning gel for car is perfect for cleaning the nooks and crannies in your car or truck. Cleaning car gel cleaner is super great to get into the vents and little crevices on the car air vents, steering wheels, console panel, storage bins, cup holder, door handles, dashboards to pick up the dirt. Just press the car vent cleaner slightly on the dust surface and pull out the car cleaning gel slowly the dirt would gone. Push car detailing tools into any little cracks and the crud sticks and pulls back out! You can also press the keyboard putty on the keyboard surface and then pull out the car gel cleaner slowly, the dust would be carried away with the car cleaner slime."
  },
  {
    "id": 13,
    "name": "Amazon Basics Blue, White, and Yellow Microfiber Cleaning Cloth - Pack of 24",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81wUWVAiWDL._AC_SL1500_.jpg",
    "price": 15.75,
    "rating": 4.7,
    "category": 2,
    "description": "Ultra soft, non-abrasive microfiber cloths will not scratch paints, coats, or other surfaces. Cleans with or without chemical cleaners, leaves lint and streak free results. Absorbs eight times its own weight. Pack comes with three different towel colors (blue, yellow, and white). Rinse and reuse 100's of times. Imported; 90% Polyester 10% Polyamide."
  },
  {
    "id": 14,
    "name": "XINDELL Windshield Cleaner -Microfiber Car Window Cleaning Tool with Extendable Handle and Washable Reusable Cloth Pad Head Auto Interior Exterior Glass Wiper Car Glass Cleaner Kit (Extendable)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71J2lWEdfnL._AC_SL1500_.jpg",
    "price": 11.99,
    "rating": 4.3,
    "category": 2,
    "description": "Fast and Easy to Cleaning Auto Windshield: Most used to dread cleaning their car mainly because of that it was a big hassle to clean the windshield. Not anymore! Clean car window interiors and exteriors. No more hurting your back. The windshield cleaner is designed with the Extra Long extension handle and pivoting head getting to those hard-to-reach car window bases is simple. XINDELL windshield cleaning tool can remove more dirt and dust, easy to clean the hard-to-reach areas effortlessly."
  },
  {
    "id": 15,
    "name": "Chemical Guys CWS_402 Mr. Pink Super Suds Car Wash Soap and Shampoo (1 Gal)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61SZtwoDTML._AC_SL1000_.jpg",
    "price": 24.99,
    "rating": 4.7,
    "category": 2,
    "description": "Perfect wash for weekly maintenance. Excellent for two bucket wash or foam gun. PH neutral for a gentle wash. Extra slick for a scratch free washing experience. Rinses clean with no residue."
  },
  {
    "id": 16,
    "name": "Chemical Guys Chenille Premium Scratch-Free Microfiber Wash Mitt,, MIC493, Lime Green",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81%2B1lEBaZ5L._AC_SL1500_.jpg",
    "price": 6.99,
    "rating": 4.8,
    "category": 2,
    "description": "Wash your car with the most sensitive touch. Holds tons of soap and suds. Drastically reduce the chances of scratching. Trap dirt and debris deep inside the microfiber. Glide over the paintwork without marring."
  },
  {
    "id": 17,
    "name": "Tool Daily Foam Cannon with 1/4 Inch Quick Connector, 1 Liter, 5 Pressure Washer Nozzle Tips",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81EYYAjslcL._AC_SL1500_.jpg",
    "price": 18.99,
    "rating": 4.6,
    "category": 2,
    "description": "Adjustable Snow Foam Lance with 1/4\" quick disconnection fitting. Container Capacity: 1 Liter / 0.22 Gallon. Specification: 1000 PSI to 3000 PSI. EASY to install: fill some soap into the bottle with warm water to get thick foam; Then connect 1/4\" quick connection plug to Pressure Washer Gun or Wand. Finally, adjust the knob on the top to desired foam level and then Foam Blaster will disperse thick foam. The knob adjusts the foam dispensing amount and the nozzle adjusts the sprinkle pattern. Adjustable nozzle for accurate mixing and foam generation. Turn the top knob right (-) to get the thickest mixture, adjust the nozzle to get a proper sprinkle pattern, and let it loose."
  },
  {
    "id": 18,
    "name": "Loctite Heavy Duty Threadlocker, 0.2 oz, Blue 242, Single",
    "img": "https://images-na.ssl-images-amazon.com/images/I/910GUz2SiuL._AC_SL1500_.jpg",
    "price": 5.97,
    "rating": 4.8,
    "category": 2,
    "description": "Advanced formula prevents loosening of metal fasteners caused by vibrations. Protective design protects threads from rusting and corroding. Medium-strength allows nuts and bolts to be removed with hand tools. Locks and seals threaded fasteners that require disassembly."
  },
  {
    "id": 19,
    "name": "Easy Stick-On Disposable Car Trash Bags, Self Adhesive Cleaning Bags, Leakproof Garbage Bags, Watertight, Beautiful Kitchen Storage Bag, Durable, Suitable for Cars, Kitchens, Bedrooms (15 Pcs, Blue)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61nrs0RM-SL._AC_SL1500_.jpg",
    "price": 6.99,
    "rating": 4.7,
    "category": 2,
    "description": "High Quality PE Material, Good Flexibility, Resistance to Pulling, Not Easy to Break. Adhesive Use Non-Marking glue, Easy to Paste and Remove Without Leaving marks. Waterproof and LeakProof, The Intimate Sealing Design Can Prevent the Leakage of Peculiar Smell. Hold Varias Kinds of Beverage Bottles, Peel Paper Scraps, Snacks, Paper Towel, etc. It Can Bear up to 2.2 lb. Not Only a Rubbish Bag But Also Can Be a Storage Bag, Applied In Vehicle/Study Room/Kitchen/Cinema/Office."
  },
  {
    "id": 20,
    "name": "FH Group FH3001HOTPINK Pink Steering Wheel Cover (Silicone Snake Pattern Massaging grip in Hot Color-Fit Most Car Truck Suv or Van)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/91srqbgjlvL._AC_SL1500_.jpg",
    "price": 19.49,
    "rating": 3.8,
    "category": 2,
    "description": "Switched up the interior of your car with an updated look of snake pattern steering wheel cover. Don't worry about whether it fits or not - this cover has the elasticity to fit any steering wheel in cars, vans, trucks, and SUVs. Soft, skid resistant and massage your palm to relieve drive fatigue. Easy to install and shape does not change over time. Non-toxic, odorless, and row eco-friendly silicone: so you can be more conscious of your planet with using our products."
  },
  {
    "id": 21,
    "name": "Deeyeo Baby Nail Kit, 4-in-1 Baby Nail Care Set with Cute Case, Baby Nail File, Nail Clipper, Scissor Tweezer, Baby Manicure Kit and Pedicure kit for Newborn, Infant, Toddler, Kids - Green",
    "img": "https://images-na.ssl-images-amazon.com/images/I/414sp35nzNL._AC_SL1000_.jpg",
    "price": 12.99,
    "rating": 4.2,
    "category": 3,
    "description": "This isn’t just a nail clipper but an entire grooming kit containing a baby nail clipper, a non-slip handled baby scissors, soft-tipped tweezers, and a glass nail file that won’t shred nails or hurt the skin around the nails. Equips with protection and cute case. Baby manicure pedicure set is produced under the highest hygienic standards. The blades are made from precision stainless steel, non-blunt and rust-free, quite safe to be used as a trimmer to the delicate nails of your tiny tot. The handles are crafted from ABS, non-toxic, anti-slip, durable, free from harsh chemicals."
  },
  {
    "id": 22,
    "name": "Infantino Lil' Nibble Teethers Carrot - Silicone Soft-Textured teether for Sensory Exploration and Teething Relief, with Easy to Hold Handles",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81Il298A2BL._SL1500_.jpg",
    "price": 4.99,
    "rating": 4.7,
    "category": 3,
    "description": "Design: This teether is right-sized for little hands, with built-in handles, and textures to help with developmental growth while satisfying the baby's need to soothe tender gums. Material benefits: Designed with BPA free silicone to provide a strong, yet soft biting experience. Development: Mouthing helps babies explore the world using their senses to learn about texture, taste and temperature and build muscles they will use later in life for eating and speaking. Cleaning: Easy to wipe clean. Infantino, smartly designed products for happy parenting: We design smartly, we have fun and we're overjoyed when an idea evolves full circle into a product loved and used daily by parents everywhere"
  },
  {
    "id": 23,
    "name": "Baby Diapers Size 4, 150 Count - Pampers Swaddlers, ONE MONTH SUPPLY (Packaging and Prints on Diapers May Vary)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/7110jWUAUdL._AC_SL1500_.jpg",
    "price": 47.70,
    "rating": 4.8,
    "category": 3,
    "description": "Trusted protection, Pampers is the #1 U.S. Pediatrician Recommended Brand LockAway Channels absorb wetness and lock it away. Breathefree Liner helps soothe and protect baby's skin. Soft flexi-sides for comfortable fit. Gentle on baby's delicate skin, Pampers Swaddlers Disposable Diapers is hypoallergenic and free of parabens and latex (Natural rubber). Protect your newborn's delicate belly with our Umbilical Cord Notch (Sizes N–2) Pampers Wetness Indicator. Packaging and prints on diapers may vary"
  },
  {
    "id": 24,
    "name": "iHealth No-Touch Forehead Thermometer, Digital Infrared Thermometer for Adults and Kids, Touchless Baby Thermometer with 3 Ultra-Sensitive Sensors, Large LED Display and Gentle Vibration Alert (PT3)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61HW57vp4QL._SL1500_.jpg",
    "price": 24.99,
    "rating": 4.5,
    "category": 3,
    "description": "No Touch Measuring, Just Safe and Hygienic: PT3 Built-in infrared temperature sensor, reads body temperature within 1.18 inches of the center of the forehead without physical contact. Tri-Point Sensors Accuracy: An ultra-sensitive infrared sensor collects more than 100 data points per second while distance and environmental sensors combine to account for other variables; ensuring maximum accuracy every time temperature is taken. Fast, Simple, Clear and Quiet: The intuitive single-button control design thermometer reads the temperature in just 1 second from a clear bright extra-large LED screen, even in total darkness. The quiet vibration alerting ensures there is no buzzing noise and no disturbance."
  },
  {
    "id": 25,
    "name": "Johnson's Head-To-Toe Gentle Baby Wash & Shampoo, Tear-Free, Sulfate-Free & Hypoallergenic Bath Wash for Baby's Sensitive Skin & Hair, pH Balanced, Washes Away 99.9% Of Germs 27.1 fl. oz",
    "img": "https://images-na.ssl-images-amazon.com/images/I/710tmcYnNoL._AC_SL1500_.jpg",
    "price": 5.92,
    "rating": 4.8,
    "category": 3,
    "description": "Use Johnson's Head-To-Toe Baby Body Wash and Hair Shampoo to gently care for your baby's sensitive skin. Bath time is a wonderful time to bond with your baby with warm water and the soothing touch of tear-free baby wash & shampoo. This hypoallergenic baby bath wash is free of parabens, phthalates, sulfates, dyes, and harsh fragrances and is gentle enough for your baby's delicate skin & hair and good for the whole family."
  },
  {
    "id": 26,
    "name": "Cetaphil Baby Wash & Shampoo with Organic Calendula |Tear Free | Paraben, Colorant and Mineral Oil Free  | 13.5 Fl. Oz",
    "img": "https://images-na.ssl-images-amazon.com/images/I/712gyaDlFCL._AC_SL1500_.jpg",
    "price": 7.99,
    "rating": 4.8,
    "category": 3,
    "description": "Cetaphil Baby Wash and Shampoo: This  tear free formula blends into a rich, lathering wash and shampoo that gently cleans your baby's delicate skin and hair without drying. Wash Away Impurities:  The formula lathers up to wash away impurities while soothing skin. Formulated with organic calendula: Our gentle wash & shampoo rinses clean, leaving a soft, fresh scent. Retain Moisturize: Its rich lather helps retain moisture as it cleans. Safe and Gentle :  Paraben free, colorant free, mineral oil free and hypoallergenic. Dermatologist Recommended Brand: Cetaphil Baby is dedicated to expert care for your baby's delicate skin"
  },
  {
    "id": 27,
    "name": "Dr. Brown's Infant-to-Toddler Toothbrush, Giraffe",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81x%2BGFIA%2BbL._SL1500_.jpg",
    "price": 3.99,
    "rating": 4.8,
    "category": 3,
    "description": "The cute Giraffe Baby Toothbrush is made of a durable yet soft material that is gentle on sensitive mouths. Comfort-grip baby toothbrush handle is easy for little hands to hold. Super-soft bristles of the baby toothbrush safely clean baby's teeth and gums. When brushing time is over, just set the Giraffe infant toothbrush standing up on its four stable legs to prevent surface contact and keep clean. Dentists recommend baby toothbrushes be replaced every three months. BPA free. 0 - 3 years."
  },
  {
    "id": 28,
    "name": "CeraVe Baby Cream | Gentle Moisturizing Cream with Hyaluronic Acid | Paraben, Phthalate, & Fragrance Free | 5 Ounce",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51UCtcRaHBL._SL1000_.jpg",
    "price": 9.99,
    "rating": 4.7,
    "category": 3,
    "description": " CeraVe Baby Moisturizing Cream is developed with pediatric dermatologists to be gentle on baby's delicate skin. Helps to prevent dry skin. Smooth, rich cream formulated with Dimethicone to protect and help relieve chafed, chapped, or cracked skin and Hyaluronic Acid to help retain skin's natural moisture and provide long-lasting hydration throughout the day. Ceramides are found naturally in the skin and make up 50% of the lipids in the skin barrier. All CeraVe products are formulated with three essential ceramides (1, 3, 6-II) to help restore and maintain the skin’s natural barrier."
  },
  {
    "id": 29,
    "name": "48PCS Baby Toothbrush, Newborn Baby Tongue Cleaner Toothbrush Clean Baby Gums Disposable Tongue Cleaner Soft Gauze Toothbrush Infant Oral Cleaning Stick Dental Care for 0-36 Months Baby",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81lc-4C3KWL._AC_SL1500_.jpg",
    "price": 13.99,
    "rating": 4.4,
    "category": 3,
    "description": "Our baby toothbrush helps to solve the baby's oral health problem, effectively removes oral stains, milk stains, tongue coating, and keeps the mouth clean. This baby oral cleaner can also massage the gums, Newborn would love teething massage. These cotton swabs are designed with a double suture fastening structure that won't fall off, so our tongue cleaner is very stable and safe to use. 100% medical skim gauze. The paper handle is safe and healthy for babies. 3D wave pattern, able to clean the mouth 360°. Soft, absorbent gauze for comfortable use without damaging the teeth and gums."
  },
  {
    "id": 30,
    "name": "Baby Nail Trimmer Electric Nail File for Newborn Care, Emery Board Kit Set for Babies, YTWM Baby Manicure Pro, No Battery Included",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61-GrhGHeaL._AC_SL1500_.jpg",
    "price": 14.99,
    "rating": 4.3,
    "category": 3,
    "description": "New parents are afraid to use anything sharp around their kids and more likely to accidentally clip their baby's skin. Baby's little fingernails grow so fast, you may have to cut them several times a month. YTWM Electric Nail Trimmer provides a solution for you. it takes only few time to trim your baby’s nails. A newborn can easily scratching his/her own face or yours. Doctors recommend using only an nail files in the first few weeks. Our electric baby nail trimmer is a electric emery boards for babies which is safely and quickly trim and polish little toenails and fingernails. It works in a electric trimming way instead of traditional clipping, it won't hurt your little babies."
  },
  {
    "id": 31,
    "name": "treStiQue Summer Glow + Go Mini Summer Essentials Set",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51Fl%2BYEcUCL._SL1000_.jpg",
    "price": 42.00,
    "rating": 4.3,
    "category": 4,
    "description": "A must-have mini set to get your perfect summer glow in petite crayons. We got your summer glow covered with our Summer Glow + Go Set. This mini makeup kit features our best-selling shades to create a full makeup look. The mini highlighter brightens and accentuates with a smooth, silky feel and leaves a luminescent veil of subtle shimmer. The mini blush's lightweight cream-gel formula glides on with ease. The mini eyeshadow features an ultra-blendable, creamy texture that leaves lids glistening with the perfect shimmering neutral shade. The mini brow definer easily creates naturally defined, full brows."
  },
  {
    "id": 32,
    "name": "Micellar Cleansing Facial Makeup Remover Wipes w/Cucumber Water, 60 Count (1 Pack)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61DMneBz2QL._SL1500_.jpg",
    "price": 5.75,
    "rating": 4,
    "category": 4,
    "description": "Pearlessence Micellar Cleansing Water Facial Makeup Remover Wipes is the premier facial wipe to remove dirt, oil and makeup. Each pre-moistened cloth combines the gentle cleansing power of micellar water in an easy and convenient towelette. This all-in-one wipe, cleans and moisturizes to leave skin revitalized, smooth, and hydrated. Perfect for on-the-go cleansing. Each pack contains 60 wipes!"
  },
  {
    "id": 33,
    "name": "essence | Lash Princess False Lash Effect Mascara | Gluten & Cruelty Free",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61nvmVTF12L._SL1500_.jpg",
    "price": 4.99,
    "rating": 4.4,
    "category": 4,
    "description": "If you receive this mascara UNWRAPPED, it did not come from essence cosmetics. NO FALSIES NEEDED! Lash Princess False Lash Mascara defines and separates lashes while achieving a bold look. DRAMATIC VOLUME: the conic shape fiber brush delivers dramatic volume and sculpted length WITHOUT clumps or globs. LASTS ALL DAY: go about your day free from flaking & fading! This mascara does not flake, fade, or wear, making it a perfect all-day, longlasting mascara. CRUELTY FREE: essence cosmetics is certified and acknowledged by PETA as a cruelty-free brand. We do not test any of our products on animals."
  },
  {
    "id": 34,
    "name": "NYX PROFESSIONAL MAKEUP Epic Ink Liner, Waterproof Liquid Eyeliner, Black",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51chGF41-DL._SL1000_.jpg",
    "price": 8.59,
    "rating": 4.6,
    "category": 4,
    "description": "Live for super-sharp wing inspo? Don't just \"like\" all your faves, draw 'em yourself using Epic Ink Liner. Featuring a slender and supple brush tip, this in10sely pigmented, waterproof pen lets you achieve Black liquid lines effortlessly. Every stroke is unbelievably fluid for a defined finish. Control the thickness of your lines by pressing down just a touch. Fine and natural, broad and bold-the look is always up to you."
  },
  {
    "id": 35,
    "name": "Coty Airspun Loose Face Powder, Translucent, Pack of 1",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71le2ZYj97L._SL1250_.jpg",
    "price": 5.97,
    "rating": 4.5,
    "category": 4,
    "description": "A Beauty Secret since 1935. The creation of a visionary Master Perfumer, Francois Coty, Airspun is a loose face powder blended with air, providing the ultimate in coverage with a lightweight feel. Today it is a must have for highlighting and contouring. Light as air and yet velvety soft, Airspun powder provides a truly flawless finish. Airspun is packaged in a unique round canister with a powder puff applicator. Featuring an exclusive microspun formula where loose powder particles are spun and swirled until they reach a cloud like softness. This ultra smooth powder hides tiny lines, winkles and blemishes and gives a new softness to your skin. Can be used to set makeup or as a foundation. Translucent loose face powder will hide tiny lines, wrinkles and blemishes. Regulates oil control and gives a magnifying look."
  },
  {
    "id": 36,
    "name": "Grande Cosmetics GrandeLASH-MD Lash Enhancing Serum",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51ItwgU0zdL._SL1000_.jpg",
    "price": 65.00,
    "rating": 4.4,
    "category": 4,
    "description": "An award-winning lash enhancing serum infused with a blend of vitamins, peptides, and amino acids to promote the appearance of naturally longer, thicker looking lashes in 6 weeks, with full improvement in 3 months. It’s a favorite for helping to enhance short, thinning, brittle lashes. Ophthalmologist tested. Suitable for contacts and lash extensions. WARNING: Do not get into the eyes; in event of direct contact, rinse with cool water. Do not use if you are pregnant or nursing, under the age of 18, are prone to dry eyes or styes or undergoing chemotherapy. Keep out of reach of children. If you have sensitive skin, please perform a patch test before using product. If redness or irritation occurs, stop using product. Consult physician if you are being treated for an eye-related condition. Ingredients: Water/Aqua/Eau, Panthenol, Glycerin, Sodium Citrate, Leuconostoc/Radish Root Ferment Filtrate, Alanine, Alcohol, Aloe Barbadensis Leaf Juice, Arctostaphylos Uva URSI Leaf Extract, Arginine, Aspartic Acid, Calcium Gluconate, Caprylyl Glycol, Chamomilla Recutita (Metricaria) Flower Extract, Ethylhexylglycerin, Gluconolactone, Glycine, Hexylene Glycol, Histidine, Honey Extract/Mel/Extrait de Miel, Hydrolyzed Glycosaminoglycans, Hydrolyzed Yeast Extract, Hydroxyethylcellulose, Isoleucine, Isopropyl Cloprostenate, Magnesium Ascorbyl Phosphate, Panax Ginseng Root Extract, PCA, Phenylalanine, Polysorbate 20, Proline, Propylene Glycol, Serine, Sodium Hyaluronate, Sodium Lactate, Sodium PCA, Threonine, Tocopheryl Acetate, Triethanolamine, Tussilago Farfara (Coltsfoot) Leaf Extract, Valine, Vitis Vinifera (Grape) Seed Extract, Phenoxyethanol, Sodium Benzoate, Sodium Metabisulfite."
  },
  {
    "id": 37,
    "name": "Revlon ColorStay Liquid Foundation Makeup for Combination/Oily Skin SPF 15, Longwear Medium-Full Coverage with Matte Finish, Shell (285), 1.0 oz",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71OAhuFgUEL._SL1500_.jpg",
    "price": 9.49,
    "rating": 4.5,
    "category": 4,
    "description": "The Revlon ColorStay Liquid Makeup for Combination/Oily Skin glides on smooth to deliver long-lasting shine control with an even, flawless matte finish to last throughout the day. This oil-free, lightweight formula is specifically made for combination or oily skin to control oil absorption and shine. The Revlon ColorStay Liquid Makeup features a pump for mess-free application and offers SPF protection. The formula is lightweight and buildable to full coverage. This liquid makeup feels comfortable and wears up to 24 hours with great coverage!"
  },
  {
    "id": 38,
    "name": "Magnetic Eyeliner and Magnetic Eyelash Kit, No Glue Reusable False Eyeashes Natural,3 Pairs False Lashes with Waterproof Magnet Eyeliner for Small Eyes, Black Tweezers",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71BcTVF2MmL._SL1500_.jpg",
    "price": 18.99,
    "rating": 3.5,
    "category": 4,
    "description": "Our latest magnetic eyelashes kit is made with a new formulated liquid which works as magnet but not a glue gel. With updated formula on the Liquid eyeliner, it contains more magnetic particles than other magnetic eyelashes and magnetic eyeliner kits.It will prevent those embarrassment of droppings, and you don't need to purchase another kit in a short time. Every woman is looking for a charming pair eyelashes. Our latest magnetic eyelashes kit gives you that natural look you've been wanting for all day long with our high strength tiny magnets. Our Magnetic Eyelashes contains 5 strong magnets that work great, don't worry on the falling of the eyelashes. It is very simple to put on our magnetic eyeliner and lashes kit. Follow the user manual easily. 1. Apply the magnetic eyeliner as you would with any eyeliner. Wait serveral minutes then apply the magnetic eyelashes on top of it. Bingo! Then you are ready to get more beautiful."
  },
  {
    "id": 39,
    "name": "The Ordinary Hyaluronic Acid 2% + B5 30ml",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71gz%2B5W%2BIvL._SL1500_.jpg",
    "price": 12.89,
    "rating": 4.6,
    "category": 4,
    "description": "Hyaluronic Acid (HA) can attract up to 1,000 times its weight in water. The molecular size of HA determines its depth of delivery in the skin. This formulation combines low-, medium- and high-molecular weight HA, as well as a next-generation HA crosspolymer at a combined concentration of 2% for multi-depth hydration in a water-based formula. This system is supported with the addition of Vitamin B5 which also enhances surface hydration. This product has NO safety seal."
  },
  {
    "id": 40,
    "name": "Maryann Organics Collagen Cream - Anti Aging Face Moisturizer - Day & Night - Made in USA - Natural Formula with Hyaluronic Acid & Vitamin C - Firming Cream to Smooth Wrinkles & Fine Lines - 1.7Oz",
    "img": "https://images-na.ssl-images-amazon.com/images/I/810BldYJl7L._SL1500_.jpg",
    "price": 23.89,
    "rating": 4.6,
    "category": 4,
    "description": "Advanced Collagen Cream - Our Anti-Aging & Firming Cream with Hyaluronic Acid supports cell renewal, boosting elasticity & skin radiance. The ingredients work in harmony, reducing the signs of age for a younger-looking face. Great Facial Moisturizer - The non-greasy formula delivers deep hydration to your skin, smoothing fine lines and wrinkles. Nourish, repair & renew epidermis, restore natural water balance. Best Natural Skincare - Only pure ingredients, beneficial for all skin types. Hyaluronic Acid, Aloe Vera, Citric Acid, Vitamin C combined with Collagen bring a powerful anti-wrinkle effect. Day Cream Made in USA - Our wrinkle cream for women is Made in USA, according to the strict American Laws. All ingredients are Organic, non-GMO & Gluten-free! Not tested on animals! Perfect Customer Service - Maryann Organics main goal is to provide you with the highest results with our moisturizer for face. If you have any questions - contact us, and we will do our best to help you!"
  },
  {
    "id": 41,
    "name": "Harry Potter and the Sorcerer's Stone",
    "img": "https://m.media-amazon.com/images/I/413lxIe20jL.jpg",
    "price": 5.57,
    "rating": 4.8,
    "category": 5,
    "description": "Turning the envelope over, his hand trembling, Harry saw a purple wax seal bearing a coat of arms; a lion, an eagle, a badger and a snake surrounding a large letter 'H'. Harry Potter has never even heard of Hogwarts when the letters start dropping on the doormat at number four, Privet Drive. Addressed in green ink on yellowish parchment with a purple seal, they are swiftly confiscated by his grisly aunt and uncle. Then, on Harry's eleventh birthday, a great beetle-eyed giant of a man called Rubeus Hagrid bursts in with some astonishing news: Harry Potter is a wizard, and he has a place at Hogwarts School of Witchcraft and Wizardry. An incredible adventure is about to begin! Having now become classics of our time, the Harry Potter ebooks never fail to bring comfort and escapism to readers of all ages. With its message of hope, belonging and the enduring power of truth and love, the story of the Boy Who Lived continues to delight generations of new readers."
  },
  {
    "id": 42,
    "name": "City of Bones (The Mortal Instruments Book 1)",
    "img": "https://m.media-amazon.com/images/I/512qJxcvPzL.jpg",
    "price": 7.11,
    "rating": 4.5,
    "category": 5,
    "description": "When fifteen-year-old Clary Fray heads out to the Pandemonium Club in New York City, she hardly expects to witness a murder -- much less a murder committed by three teenagers covered with strange tattoos and brandishing bizarre weapons. Then the body disappears into thin air. It's hard to call the police when the murderers are invisible to everyone else and when there is nothing -- not even a smear of blood -- to show that a boy has died. Or was he a boy? This is Clary's first meeting with the Shadowhunters, warriors dedicated to ridding the earth of demons. It's also her first encounter with Jace, a Shadowhunter who looks a little like an angel and acts a lot like a jerk. Within twenty-four hours Clary is pulled into Jace's world with a vengeance, when her mother disappears and Clary herself is attacked by a demon. But why would demons be interested in ordinary mundanes like Clary and her mother? And how did Clary suddenly get the Sight? The Shadowhunters would like to know... Exotic and gritty, exhilarating and utterly gripping, Cassandra Clare's ferociously entertaining fantasy takes readers on a wild ride that they will never want to end."
  },
  {
    "id": 43,
    "name": "Milk and Honey",
    "img": "https://m.media-amazon.com/images/I/41rrZplMctL.jpg",
    "price": 6.89,
    "rating": 4.7,
    "category": 5,
    "description": "The book is divided into four chapters, and each chapter serves a different purpose. Deals with a different pain. Heals a different heartache. milk and honey takes readers through a journey of the most bitter moments in life and finds sweetness in them because there is sweetness everywhere if you are just willing to look."
  },
  {
    "id": 44,
    "name": "The Odyssey",
    "img": "https://m.media-amazon.com/images/I/51Jtq57ks9L.jpg",
    "price": 10.74,
    "rating": 4.7,
    "category": 5,
    "description": "Composed at the rosy-fingered dawn of world literature almost three millennia ago, The Odyssey is a poem about violence and the aftermath of war; about wealth, poverty and power; about marriage and family; about travelers, hospitality, and the yearning for home. This fresh, authoritative translation captures the beauty of this ancient poem as well as the drama of its narrative. Its characters are unforgettable, none more so than the “complicated” hero himself, a man of many disguises, many tricks, and many moods, who emerges in this version as a more fully rounded human being than ever before. Written in iambic pentameter verse and a vivid, contemporary idiom, Emily Wilson’s Odyssey sings with a voice that echoes Homer’s music; matching the number of lines in the Greek original, the poem sails along at Homer’s swift, smooth pace. A fascinating, informative introduction explores the Bronze Age milieu that produced the epic, the poem’s major themes, the controversies about its origins, and the unparalleled scope of its impact and influence. Maps drawn especially for this volume, a pronunciation glossary, and extensive notes and summaries of each book make this is an Odyssey that will be treasured by a new generation of readers."
  },
  {
    "id": 45,
    "name": "Wotakoi: Love is Hard for Otaku Vol. 1",
    "img": "https://m.media-amazon.com/images/I/511rC4jczgL.jpg",
    "price": 9.99,
    "rating": 4.8,
    "category": 5,
    "description": "GAMES OVER ROMANCE Narumi Momose has had it rough: Every boyfriend she’s had dumped her once they found out she was an otaku, so she’s gone to great lengths to hide it. When a chance meeting at her new job with childhood friend, fellow otaku, and now coworker Hirotaka Nifuji almost gets her secret outed at work, she comes up with a plan to make sure he never speaks up. But he comes up with a counter-proposal: Why doesn’t she just date him instead? In love, there are no save points."
  },
  {
    "id": 46,
    "name": "Safely Endangered Comics",
    "img": "https://m.media-amazon.com/images/I/51RdhSL5WoL._SX260_.jpg",
    "price": 9.99,
    "rating": 4.6,
    "category": 5,
    "description": "Created by UK-based artist Chris McCoy, Safely Endangered's brilliantly hilarious comics have an unexpected, twisted punch line with an adorable illustration.  From relying far too heavily on Facebook to the struggles of sibling rivalry, Safely Endangered covers a vast range of ridiculously funny situations with humans, animals and even video game characters."
  },
  {
    "id": 47,
    "name": "The Giver of Stars: A Novel",
    "img": "https://m.media-amazon.com/images/I/51aQGTp2VfL.jpg",
    "price": 9.84,
    "rating": 4.6,
    "category": 5,
    "description": "Alice Wright marries handsome American Bennett Van Cleve, hoping to escape her stifling life in England.  But small-town Kentucky quickly proves equally claustrophobic, especially living alongside her overbearing father-in-law. So when a call goes out for a team of women to deliver books as part of Eleanor Roosevelt’s new traveling library, Alice signs on enthusiastically. The leader, and soon Alice's greatest ally, is Margery, a smart-talking, self-sufficient woman who's never asked a man's permission for anything. They will be joined by three other singular women who become known as the Packhorse Librarians of Kentucky. What happens to them--and to the men they love--becomes an unforgettable drama of loyalty, justice, humanity, and passion. These heroic women refuse to be cowed by men or by convention. And though they face all kinds of dangers in a landscape that is at times breathtakingly beautiful, at others brutal, they’re committed to their job: bringing books to people who have never had any, arming them with facts that will change their lives. Based on a true story rooted in America’s past, The Giver of Stars is unparalleled in its scope and epic in its storytelling. Funny, heartbreaking, enthralling, it is destined to become a modern classic--a richly rewarding novel of women’s friendship, of true love, and of what happens when we reach beyond our grasp for the great beyond."
  },
  {
    "id": 48,
    "name": "The Girl Beneath the Sea (Underwater Investigation Unit Book 1)",
    "img": "https://m.media-amazon.com/images/I/41kYBKvjg1L.jpg",
    "price": 1.99,
    "rating": 4.3,
    "category": 5,
    "description": "Coming from scandalous Florida treasure hunters and drug smugglers, Sloan McPherson is forging her own path, for herself and for her daughter, out from under her family’s shadow. An auxiliary officer for Lauderdale Shores PD, she’s the go-to diver for evidence recovery. Then Sloan finds a fresh kill floating in a canal—a woman whose murky history collides with Sloan’s. Their troubling ties are making Sloan less a potential witness than a suspect. And her colleagues aren’t the only ones following every move she makes. So is the killer. Stalked by an assassin, pitted against a ruthless cartel searching for a lost fortune, and under watch within her ranks, Sloan has only one ally: the legendary DEA agent who put Sloan’s uncle behind bars. He knows just how deep corruption runs—and the kind of danger Sloan is in. To stay alive, Sloan must stay one step ahead of her enemies—both known and unknown—and a growing conspiracy designed to pull her under."
  },
  {
    "id": 49,
    "name": "Kuma Kuma Kuma Bear (Light Novel) Vol. 1",
    "img": "https://m.media-amazon.com/images/I/51DnbKSz4eL.jpg",
    "price": 9.99,
    "rating": 4.7,
    "category": 5,
    "description": "A dedicated gamer and antisocial shut-in downloads an update to her favorite fantasy RPG--only to find herself sucked into the game world for real. Reset to level one and equipped with only a cute bear onesie that grants her impressive abilities, Yuna sets out to explore her new reality--even though the fact that she can't seem to take the bearsuit off gives her paws, er, pause!"
  },
  {
    "id": 50,
    "name": "Conversations with Friends: A Novel",
    "img": "https://m.media-amazon.com/images/I/41bFt09P0UL.jpg",
    "price": 12.48,
    "rating": 4.2,
    "category": 5,
    "description": "Frances is a coolheaded and darkly observant young woman, vaguely pursuing a career in writing while studying in Dublin. Her best friend is the beautiful and endlessly self-possessed Bobbi. At a local poetry performance one night, they meet a well-known photographer, and as the girls are then gradually drawn into her world, Frances is reluctantly impressed by the older woman’s sophisticated home and handsome husband, Nick. But however amusing Frances and Nick’s flirtation seems at first, it begins to give way to a strange—and then painful—intimacy. Written with gemlike precision and marked by a sly sense of humor, Conversations with Friends is wonderfully alive to the pleasures and dangers of youth, and the messy edges of female friendship."
  },
  {
    "id": 51,
    "name": "HP 65 | Ink Cartridge | Black | N9K02AN",
    "img": "https://images-na.ssl-images-amazon.com/images/I/717HLlpdcIL._AC_SL1500_.jpg",
    "price": 27.55,
    "rating": 4.8,
    "category": 6,
    "description": "HP 65 Black Ink Cartridge (N9K02AN). HP 65 ink cartridges work with: HP 65 ink cartridges work with: HP DeskJet 2622, 2625, 2635, 2636, 2652, 2655, 3720, 3722, 3752, 3755, 3758, 5025, 5055.HP ENVY 5010, 5012, 5020, 5052, 5030, 5032, 5034, 5055. HP AMP 100, 105, 120, 125, 130. HP 65 ink cartridge yield (approx.): 120 pages. Up to 2x more prints with Original HP ink vs refill cartridges. Original HP ink cartridges: Genuine ink for your HP printer. Ensure that your printing is right the first time and every time with HP printer ink: 65 ink. Choose an ink replenishment service - Let your printer track usage and have ink delivered before you run out. Either reorder HP Genuine ink cartridges only when you need them through Dash Replenishment, or save up to 50% by paying for pages printed through HP Instant Ink. What's in the box: 1 New Original HP 65 ink cartridge (N9K02AN). Color: Black."
  },
  {
    "id": 52,
    "name": "SanDisk 128GB Ultra MicroSDXC UHS-I Memory Card with Adapter - 120MB/s, C10, U1, Full HD, A1, Micro SD Card - SDSQUA4-128G-GN6MA",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81ti8lPxEjL._AC_SL1500_.jpg",
    "price": 19.99,
    "rating": 4.8,
    "category": 6,
    "description": "The SanDisk Ultra microSD UHS-I card gives you the freedom to shoot, save and share more than ever before."
  },
  {
    "id": 53,
    "name": "Blue Yeti USB Mic for Recording & Streaming on PC and Mac, 3 Condenser Capsules, 4 Pickup Patterns, Headphone Output and Volume Control, Mic Gain Control, Adjustable Stand, Plug & Play – Blackout",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61Ly9zgVyIL._AC_SL1500_.jpg",
    "price": 115,
    "rating": 4.7,
    "category": 6,
    "description": "Yeti is the most advanced and versatile multi-pattern USB microphone available Anywhere. Combining three capsules and four different pattern settings, Yeti is the ultimate tool for creating amazing recordings, directly to your computer. With all new total Blackout finish, Blackout Yeti adds style and energy to your recording or broadcasting setup. Blackout Yeti can capture anything with a clarity and ease unheard of in a USB microphone. Featuring Blue innovative triple capsule array, Blackout Yeti can record in stereo or your choice of three other unique patterns, including cardioid, omnidirectional, and bidirectional. Blackout Yeti utilizes a high quality A-D converter, a built-in headphone amplifier for zero-latency monitoring, and direct controls for headphone volume, pattern selection, instant mute, and microphone gain. With no drivers to install, Blackout Yeti is the most versatile USB mic lighting up the airwaves today. Headphone Amplifier - Impedance - 16 ohms."
  },
  {
    "id": 54,
    "name": "2021 AutoFocus 1080p Webcam with Stereo Microphone and Privacy Cover, NexiGo N930AF FHD USB Web Camera, for Streaming Online Class, Compatible with Zoom/Skype/Facetime/Teams, PC Mac Laptop Desktop",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61BGZKR0OBL._AC_SL1500_.jpg",
    "price": 54.99,
    "rating": 4.5,
    "category": 6,
    "description": "The NexiGo PC External Webcam with a 2-megapixel CMOS features up to a 1080p resolution at 30fps. With a 7cm starting point and a nearly infinite range, the autofocus feature is able to ensure your videos are always sharp and crystal clear. Auto Focus can also be turned off in Windows/Mac App to set the camera to any focal distance as you like. The other fixed focus camera gives you blurry images if you are not within the range of camera pre-set focal distance. The privacy cover for the NexiGo PC Webcam covers the lens when it is not in use. It's perfect to help provide security, and peace of mind to anyone, from individuals to large companies. It also helps to protect the lens from dirt and debris to ensure your video remains clear for the life of the camera."
  },
  {
    "id": 55,
    "name": "Elimoons Ultra-Thin Webcam Cover Slide Metal Laptop Camera Cover Sticker Blocker for Laptop Apple MacBook iMac iPad Cell Phone Tablet Echo Show Anti Spy Privacy",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61fqEsbdrXL._AC_SL1500_.jpg",
    "price": 5.99,
    "rating": 4.4,
    "category": 6,
    "description": "Fits laptop, desktop, PC, macBook pro, iMac, mac Mini, computer, smart phone, echo spot, PS7, fits on most devices, protecting your privacy security, keep you computer or iPad or iPhone etc from spying on you! (Notes: It not fits any full display). 0.022inches thick allowing laptops to close perfectly. Super thin, The size is perfect for laptops and cell phone front facing camera, not worried about scratching your work laptop. This webcam cover is super easy to slide open and close for when you want to take selfies or photos or video chats. Installing this camera cover was simple. First, I made sure my screen was clean and free of dust, smudges, etc. Next, I simply removed the small adhesive backing from the webcam cover, lined it up with my webcam, and pressed it firmly in place."
  },
  {
    "id": 56,
    "name": "KidMoments Kids Blue Light Blocking Glasses for Boys and Girls Age 5-14,Ergonomic Design Silicone Frame,UV400 Protection Anti-Fatigue Glass Lens,Anti Blue Ray Computer Game Glasses (Square-Pink)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61o0HAf2JxL._AC_SL1500_.jpg",
    "price": 13.49,
    "rating": 4,
    "category": 6,
    "description": "Children who use computers, iPads or smart phones on a daily basis are subject to heightened risk of eye damage. Our children's anti-blue light glasses are designed with new-tech blue light blocking lenses that can effectively reduce screen glare and computer radiation and increase the amount of beneficial light. Our products feature silicon glass frames made of soft materials and high-quality, double-layer lenses. The adoption of silicon materials not only significantly lowers the risk of damage to glass frame, but it also reduces the weight of the anti-blue light glasses to about 18 grams. Apart from their ultra-lightweight, all our products are made from safe materials free of lead, BPA and other hazardous substances. Our products can significantly reduce burdens on ears. The nose pads are designed with natural curves and appropriate levels to reduce pressure no nose and protect potential harms caused by the weight of the frame. The ergonomic design, coupled with the steel spring hinge that can extend outwards, making the glasses appropriately fit all face sizes. With high durability and moderate rightness, our glasses provide you with great wearing comfort."
  },
  {
    "id": 57,
    "name": "Anker 4-Port USB 3.0 Hub, Ultra-Slim Data USB Hub with 2 ft Extended Cable [Charging Not Supported], for MacBook, Mac Pro, Mac mini, iMac, Surface Pro, XPS, PC, Flash Drive, Mobile HDD",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51scO1VOfIL._AC_SL1500_.jpg",
    "price": 12.99,
    "rating": 4.7,
    "category": 6,
    "description": "The Anker Advantage: Join the 50 million+ powered by our leading technology. Big Expansion: Transform one of your computer’s USB ports into four with this USB hub. (Does not support charging). SuperSpeed Data: Use the USB hub to sync data at blazing speeds up to 5Gbps—fast enough to transfer an HD movie in seconds."
  },
  {
    "id": 58,
    "name": "VicTsing MM057 2.4G Wireless Portable Mobile Mouse Optical Mice with USB Receiver, 5 Adjustable DPI Levels, 6 Buttons for Notebook, PC, Laptop, Computer, Macbook - Black",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71gK7VlDnGL._AC_SL1280_.jpg",
    "price": 9.99,
    "rating": 4.6,
    "category": 6,
    "description": "This is a New High-grade Wireless Mouse with 2400 DPI 5 adjustable levels 6 Buttons. Features reliability, ease-of-use, and user comfort, VicTsing wireless mouse gives you fast data transmission and no delay or dropouts. You deserve it! If mouse is not used for over 8 minutes, it will turn to power saving mode to save energy. Enjoy the fast data transmission at the convenience of the wireless technology. The wireless tiny receiver can be inserted into the slot next to the battery slot, allowing ease of storage when not used. Compatible with most system including Windows, Mac and Linux. With special processing and advanced material, this wireless mouse makes you feel comfortable."
  },
  {
    "id": 59,
    "name": "Stylus Pen for iPad with Palm Rejection, Active Pencil Compatible with (2018-2020) Apple iPad Pro (11/12.9 Inch),iPad 6th/7th Gen,iPad Mini 5th Gen,iPad Air 3rd Gen for Precise Writing/Drawing",
    "img": "https://images-na.ssl-images-amazon.com/images/I/5196jas%2BgZL._AC_SL1500_.jpg",
    "price": 33.99,
    "rating": 4.6,
    "category": 6,
    "description": "Slim sleek and light, just like a conventional pencil, but with pixel-perfect precision. The New Gen aims to develop a stylus that can improve your writing experience. The pen with its 1.5 mm tip offers an accurate writing and sketching experience, due to its precision and it gives you a realistic feeling while drawing or painting. It will change your work life, transforming your room into a paperless dream. Also, you can rest your hand on the screen because of the palm rejection function."
  },
  {
    "id": 60,
    "name": "Logitech Desktop MK120 Durable, Comfortable, USB Mouse and keyboard Combo",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71uxvpJfqTL._AC_SL1500_.jpg",
    "price": 23.99,
    "rating": 4.6,
    "category": 6,
    "description": "Logitech desktop Mk120. A durable Duo that brings comfort, style, and simplicity together. You'll be comfortable with the keyboard thanks to the low-profile, whisper-quiet keys and standard layout with full-size f-keys and number pad. With its thin profile, spill-resistant design, durable keys that can withstand up to 10 million keystrokes and sturdy, adjustable tilt legs, this sleek keyboard not only looks and feels good—it’s built to last. Plus, it's got easy-to-read keys. The high-definition optical Mouse puts comfort and control in your hands with smooth, accurate tracking and a comfortable, ambidextrous shape. And setup is simple—you just plug your keyboard and mouse into USB ports and start using them right out of the box."
  },
  {
    "id": 61,
    "name": "Speak Now [2 LP]",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81LqXwSsJyL._SL1200_.jpg",
    "price": 22.63,
    "rating": 4.7,
    "category": 7,
    "description": "Double vinyl LP pressing. 2010 release, the third album from the Country/Pop superstar. Speak Now is the follow-up to her multi-million-selling 2008 album, Fearless. The 21-year-old singer/songwriter wrote the entire album on her own and co-produced with longtime collaborator Nathan Chapman, who worked with her on Fearless and her 2006 self-titled debut. Features the single 'Mine'."
  },
  {
    "id": 62,
    "name": "AM",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71-Y-3usHkL._SL1500_.jpg",
    "price": 20.26,
    "rating": 4.6,
    "category": 7,
    "description": "Arctic Monkeys release their fifth album, entitled AM. AM was produced by James Ford and co-produced by Ross Orton at Sage & Sound Recording, LA and Rancho De La Luna, Joshua Tree. The album was engineered by Ian Shea and mixed by Tchad Blake. Josh Homme, Pete Thomas and Bill Ryder-Jones all make guest appearances on AM as do the words of John Cooper Clarke, on the track \"I Wanna Be Yours.\""
  },
  {
    "id": 63,
    "name": "Fine Line",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61jxIrniZOL._SL1200_.jpg",
    "price": 29.54,
    "rating": 4.7,
    "category": 7,
    "description": "Double 180 gm vinyl LP pressing including poster. 2019 release, the sophomore solo album from the British artist best known for his work with boy band One Direction. Includes the singles \"Lights Up\" and \"Watermelon Sugar\". Note:All vinyl LPs require cleaning prior to playing for optimum sound quality."
  },
  {
    "id": 64,
    "name": "Bohemian Rhapsody [2 LP]",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81xJRYgBuJL._SL1500_.jpg",
    "price": 26.54,
    "rating": 4.8,
    "category": 7,
    "description": "Bohemian Rhapsody is a foot-stomping celebration of Queen, their music & their extraordinary lead singer Freddie Mercury. Defying stereotypes and shattering convention, Freddie became one of the most beloved entertainers on the planet. The film traces the meteoric rise of the band with their iconic songs and revolutionary sound through to Live Aid, becoming of the greatest performances in the history of rock music."
  },
  {
    "id": 65,
    "name": "Frozen",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81BvWglRu4L._SL1500_.jpg",
    "price": 6.51,
    "rating": 4.7,
    "category": 7,
    "description": "The wait is finally over! The brand new Disney Karaoke Series: FROZEN CD is here! Sing along to your favorite songs from the Academy Awards winner - Best Animated Feature FROZEN. The CD features eight instrumental plus eight vocal tracks, including 'Let it Go,' winner of Academy Awards - Best Original Song, our favorite duet 'Love is an Open Door,' and Olaf's big winter hit 'In Summer'!"
  },
  {
    "id": 66,
    "name": "Back to Black [Vinyl]",
    "img": "https://images-na.ssl-images-amazon.com/images/I/91SLiiGA4PL._SL1500_.jpg",
    "price": 16.97,
    "rating": 4.6,
    "category": 7,
    "description": "US version includes one exclusive 'hidden' bonus track, 'You Know I'm No Good' (featuring Ghostface Killah). 'Back To Black' is the second album from London-based chanteuse Amy Winehouse. Although her 2003 debut was a success, her rowdy offstage behavior became the focus of tabloids and critics instead of the music. Because of this, Winehouse stepped out of the spotlight and concentrated on putting the focus back on her music. Three years later, her sophomore release has surprised critics and excited her fanbase. Combining a strong, Jazzy vocal style with often frank lyrical content recounting tales of love and loss, Winehouse is a truly talented songwriter with a good ear for melody, making this album an essential purchase. Includes the single 'Rehab'. Universal. 2007."
  },
  {
    "id": 67,
    "name": "Led Zeppelin IV (Remastered Original Vinyl)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/91-CMzLgOPL._SL1500_.jpg",
    "price": 22.97,
    "rating": 4.7,
    "category": 7,
    "description": "In 1968, John Bonham, John Paul Jones, Jimmy Page and Robert Plant formed Led Zeppelin, one of the most influential, innovative and successful groups in modern music, having sold more than 300 million albums worldwide. The band rose from the ashes of The Yardbirds, when Page brought in Plant, Bonham and Jones to tour as The New Yardbirds. In 1969, Led Zeppelin released its self-titled debut. It marked the beginning of a 12-year reign, during which the group was widely considered to be the biggest and most innovative rock band in the world. The Led Zeppelin reissue campaign got off to an remarkable start in June 2014 as deluxe editions of Led Zeppelin, Led Zeppelin II, and Led Zeppelin III debuted in the top 10 of the Billboard Top 200 Albums chart. The albums achieved similar international success with debuts near the top of the charts in more than a dozen territories, including Canada, France, Germany, Japan, and the United Kingdom. For the second round, the band prepared the reissues of Led Zeppelin IV (the third best-selling album in U.S. history) and Houses Of The Holy."
  },
  {
    "id": 68,
    "name": "100 Singalong Songs For Kids",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81CxlNFmQXL._SL1500_.jpg",
    "price": 6.99,
    "rating": 4.5,
    "category": 7,
    "description": "Times have changed, but some things are still the same: kids love to sing, play and have fun! Even in today’s world, kids are still kids, sharing the same special joys of childhood that parents remember from 20 (or more) years ago. At Cedarmont, we believe that music is one of those special joys. And in music, the best songs never go out of style. Remember all those songs you learned as a child? Chances are those songs can be found on CDs and DVDs from Cedarmont Kids."
  },
  {
    "id": 69,
    "name": "The Highlights",
    "img": "https://images-na.ssl-images-amazon.com/images/I/617PwVVkzHL._SL1200_.jpg",
    "price": 13.98,
    "rating": 4.6,
    "category": 7,
    "description": "On February 5th, XO/Republic will be releasing a career spanning album from The Weeknd pulling together a collection of his biggest songs from the last ten years."
  },
  {
    "id": 70,
    "name": "The Dark Side of the Moon",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61hw9WloObL._SL1500_.jpg",
    "price": 25.92,
    "rating": 4.8,
    "category": 7,
    "description": "PINK FLOYD / DARK SIDE OF MOON - Vinyl LP. The Dark Side of the Moon is the eighth album by the English rock band Pink Floyd. Originally released on 1 March 1973, on the label Harvest, it built on ideas explored in the band's earlier recordings and live shows, but departs from instrumental thematic by founding member Syd Barrett. The album explores themes including conflict, greed, the passage of time, and mental illness, the latter partly inspired by Barrett's deteriorating mental state. - Developed during live performances, an early version was premiered several months before recording began; new material was recorded in two sessions in 1972 and 1973 at Abbey Road in London. The group used some advanced recording techniques at the time, including multitrack recording and tape loops. Analogue synthesizers were prominent in several tracks, and snippets from recorded interviews with Pink Floyd's road crew and others provided philosophical quotations throughout. Engineer Alan Parsons was responsible for many distinctively notable sonic aspects and the recruitment of non-lexical singer Clare Torry. The album's iconic sleeve, designed by Storm Thorgerson, depicts a prism dispersing light into colour and represents the band's lighting, the record's thematic material, and keyboardist Richard Wright's \"simple and bold\" design request."
  },
  {
    "id": 71,
    "name": "VR Headset Stand - Caogor VR Stand Virtual Reality Headset and Controllers Holder, VR Headset Holder and Controller Mount Station for Oculus Quest, Quest 2, Rift or Rift S Headset and Touch Controller",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51cyfD3isOL._AC_SL1200_.jpg",
    "price": 19.99,
    "rating": 4.6,
    "category": 8,
    "description": "Specially designed for displaying and storing Oculus Rift VR Headset. Easy to use, with only four steps to assemble. Compatible with most standard-sized VR headset, including Oculus Series(Oculus Go Standalone/Oculus Quest All-in-one/Rift), Google Daydream, Samsung Gear. A great stand for VR headset and controllers. VR Headset and Controller not included. Made of ABS Plastic. Comes with user manual."
  },
  {
    "id": 72,
    "name": "ULANZI Smartphone Vlogging Kit with Adjustable Handle Grip, Mini Tripod, Dimmable LED Light - YouTube, TIK Tok, Vlogging Equipment for iPhone/Android Smartphone Video Kit (ST-02S)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/713XOQbCiiL._AC_SL1500_.jpg",
    "price": 39.95,
    "rating": 3.8,
    "category": 8,
    "description": "ST-02S Vlogging Kit is designed specifically for Youtuber,Instagrammer, Tiktoker who routinely live-streams or films smartphone-shot videos and wants stable picture, and advanced lighting.Bring out natural skin tone and brighten you up even in the darkest environment. And It can be used for Desk Zoom Lighting(no joint the phone holder), for video conferencing, remote online working, zoom meeting, self-broadcasting and live streaming, YouTube video, TikTok."
  },
  {
    "id": 73,
    "name": "TOZO T10 Bluetooth 5.0 Wireless Earbuds with Wireless Charging Case IPX8 Waterproof TWS Stereo Headphones in Ear Built in Mic Headset Premium Sound with Deep Bass for Sport Black",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71-S-dtu42L._AC_SL1500_.jpg",
    "price": 29.99,
    "rating": 4.3,
    "category": 8,
    "description": "TOZO T10 Earbuds' 8mm large size speaker driver (the drive area is 1.77 times than the normal drive area) delivers powerful bass( lowest 16Hz), mellow midrange, and clear treble(up to 20kHz). Reproducing your music vividly. Features with the advanced Bluetooth 5.0 technology, TOZO T10 Earbuds support HSP HFP A2DP AVRCP, which provides instant pairing and stable transmission without interruptions. Simply take 2 headsets out from the charging case, and they will connect each other automatically and then only one step easily enter mobile phone Bluetooth setting to pair the earbuds. Earbuds and charging case inner Nano-coating makes it possible to waterproof for 1 meters deep for 30 minutes. Waterproof and sweatproof lastest technology can effectively prevent from the damage of the splash by sweat and raindrops. Playtime lasts for over 6 hours from single charge and total 30 hours with charging case. Enjoy fast charging, to fully charge the rechargerable case only 1.5 hours via fast charge USB-C cable or less than 2 hours via wireless charger. Providing convenient charging way with no strings attached."
  },
  {
    "id": 74,
    "name": "[2+2 Pack] Galaxy Note 20 Screen Protector Include 2 Pack Tempered Glass Screen Protector +2 Pack Tempered Glass Camera Lens Protector,9H Hardness,HD Transparent,Anti-Scratch for Galaxy Note 20p",
    "img": "https://images-na.ssl-images-amazon.com/images/I/514GHwQbwxL._AC_SL1000_.jpg",
    "price": 9.99,
    "rating": 4.5,
    "category": 8,
    "description": "Perfect Fit And Full Coverage This screen protector will offer edge to edge full Coverage protection for your Galaxy Note 20. give your phone the best protection. New, hybrid glass technology fuses TPU with a glass nano coating. Enjoy the same 9H hardness and protection as standard glass mixed with flexibility and shock absorption. A special heat-bending process perfects the final shape. Ultra slim Screen Protector does not interfere with the touch response and In-Screen Fingerprint ID, promising a quicker unlock without any delay. 0.3mm thickness is reliable and resilient, and promises full compatibility with touchscreen sensitivity. High definition transparency film with 99% HD provides total clarity and maximum resolution."
  },
  {
    "id": 75,
    "name": "Mounting Dream UL Listed TV Mount for Most 37-70 Inches TVs, Universal Tilt TV Wall Mount Fits 16\", 18\", 24\" Studs with Loading 132 lbs & Max VESA 600x400mm,Low Profile Wall Mount Bracket MD2268-LK",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71VOIPqcJTL._AC_SL1500_.jpg",
    "price": 19.99,
    "rating": 4.8,
    "category": 8,
    "description": "Patented design Tv mount: TV wall mounts fit most 37-70\" Up to 132 lbs, with max VESA 600 x 400mm. Images on left side will help you check VESA, TV weight, wood studs spacing and possible blocked input. Not perfect? You can check other Mounting Dream TV mounts for an ideal match. Save space: low profile TV wall mount place your TV close to wall 1. 5” flush profile, This TV mount saving space greatly with stylish appearance. Reduce glare: tilt your TV forward up to 8 degrees to reduce glare for better viewing. Easy to install: 3-step easy installation TV mount with decent instruction, wall mounts can be taken off for easy installation by one person. Comes with a 6 ft. Hdmi, Torpedo level and cable ties for cable management. Concrete Anchors available on request. All our TV mount are not for dry wall alone installation! Our US based customer service experts are available Every day of the week to help, backed up by our leading 10-year!"
  },
  {
    "id": 76,
    "name": "10'' Ring Light with 50'' Extendable Tripod Stand, Sensyne LED Circle Lights with Phone Holder for Live Stream/Makeup/YouTube Video/TikTok, Compatible with All Phones.",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51yb9yuvqJL._AC_SL1000_.jpg",
    "price": 34.99,
    "rating": 4.6,
    "category": 8,
    "description": "Sensyne selfie ring light features a high sensitivity touch panel design that has a longer life than traditional mechanical buttons. It provides full control to easily adjust the 3 color modes (cool white, warm yellow and daylight) and 10 brightness levels to meet your different needs. Perfect for Photographers, YouTubers, Vloggers, TikTokers, etc. The included AC/DC adapter helps protect your safety while improving the ring light’s brightness by over 50% than other USB-powered models. The phone holder is spring-loaded and extends up to 3.6\" wide, it is compatible with almost ALL smartphones with or without a case. Extending from 15.7 inches to 50 inches, our tripod can be adjusted to any height within seconds as needed, short enough to stand on tabletop, tall enough to fit your height. This compact circle light set comes handy when you do makeup, artworks, beauty & fashion live streaming, video calls and more."
  },
  {
    "id": 77,
    "name": "[Upgraded] USB C Charger, AUKEY Minima 20W iPhone 12 Charger, Fast Charger with Foldable Plug,Ultra-Compact iPhone Charger,USB C Wall Charger for iPhone 12/12 Mini/12 Pro Max,Pixel 4-Black (1-Pack)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51e70e9iLWL._AC_SL1500_.jpg",
    "price": 12.99,
    "rating": 4.7,
    "category": 8,
    "description": "This USB-C Charger packs a total 20W of power into its compact form. Also features a foldable plug for easy portability and storage. Keep your devices charged at home, in the office, or on-the-go. USB Power Delivery is a new, universal multi-voltage charging standard that dynamically negotiates power output over a USB Type-C connection to safely and efficiently recharge a wide range of compatible devices. Fast charge the new iPhone 12/12 Pro/ Max from 0% to 50% in just 30 minutes. Consolidate your power with one charger for all your USB-C tech."
  },
  {
    "id": 78,
    "name": "BILLKAQ Cell Phone Stand, Height Adjustable Desktop Phone Holder 360° Rotating Gooseneck Tablet Stand Holder with Stable Base Compatible with iPad/iPhone 12/Kindle and Other 4.7\"-10.5\" Devices",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61iIiUKaloL._AC_SL1500_.jpg",
    "price": 13.99,
    "rating": 4.6,
    "category": 8,
    "description": "BILLKAQ tablet stand feature with a part of gooseneck arm which allows you to adjust the height and angles according to your need, providing you with the most comfortable viewing angles and ergonomic eye-level height. Truly hand free. Perfect for watching videos, browsing recipe, viewing photos, reading, typing, video recording, playing game, speech and so on. Note: This desktop tablet phone stand is suitable for phones or tablets with general case under total 0.52 inch, but it might NOT fit thick case like otterbox and popsocket."
  },
  {
    "id": 79,
    "name": "Selfie Stick Tripod,Xom-shot 54'' Tripod for iPhone with Remote Extendable Phone Stand for Video Recording/Conferencing/Photography,Compatible with iPhone,Android Cell Phone,Camera",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71Qy87GBROL._AC_SL1500_.jpg",
    "price": 19.99,
    "rating": 4.3,
    "category": 8,
    "description": "Durable Aluminum-ally Selfie Stick Tripod,Extendable and Lightweight Selfie tripod,Compatible with Cell Phone,Gopro,Camera,Ipad and DSLR.Bluetooth Remote Shutter makes your photos and videos more easily. Tripod with phone holder and a standard 1/4'' screw on the head, it's suitable for almost all kinds of devices on the market. including smartphones, portable cameras, GoPro, or any other types of equipment."
  },
  {
    "id": 80,
    "name": "Belkin 12-Outlet Power Strip Surge Protector, 8ft Cord(3,940 Joules), Gray",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61B50z1-b7L._AC_SL1500_.jpg",
    "price": 24.99,
    "rating": 4.8,
    "category": 8,
    "description": "12 outlet surge protector with 8 feet/2 meter cord and right angle AC plug. Safeguards computers, appliances, home theater and office equipment from potentially damaging power surges. Specs: 3,940 Joule energy rating, 6,000 volts maximum spike voltage, AC 15A, 125V, 1875W. Safe usage: Correct operation is important – see product description section below for useful safety information."
  },
  {
    "id": 81,
    "name": "Dreamgirl Women's Sheer Lace Top Thigh Highs, Black, One Size",
    "img": "https://m.media-amazon.com/images/I/71cki550n0L._AC_UL320_.jpg",
    "price": 8.48,
    "rating": 4.4,
    "category": 9,
    "description": "85% Nylon, 15% Spandex. Imported. Hand wash. Sheer thigh high stocking with silicone lace contrast. Silicone band around the lace top hugs the thigh so the stocking stays up. Recommend to wear with garters but can be worn by itself. Please refer to Dreamgirl’s size chart and not Amazon’s size chart for accurate sizing."
  },
  {
    "id": 82,
    "name": "SHAPERX Shapewear for Women Tummy Control Fajas Colombianas Body Shaper Zipper Open Bust Bodysuit",
    "img": "https://m.media-amazon.com/images/I/71Be1DiRXUL._AC_UL320_.jpg",
    "price": 33.99,
    "rating": 4,
    "category": 9,
    "description": "Fajas Colombian bodysuit shapewear is design to specially shape the midsection with targeted firm tummy control to emphasize your natural curves. High waist design reduces waistline creating a slimmer feminine silhouette. It’s designed to give you a smoother curve to help you look great in dresses! Fajas bodysuit trim waist, compress belly and lift the butt, and Outer with zipper nner with hooks design for specifically shape the midsection with targeted double tummy control to support and compression your waist. This faja bodysuit Straps are fully adjustable and non-slip design. Open Bust design allows you to wear your own favorite bra and push up your breast, effectively immobilize the loose fat that around your armpits and back. Thong style with lace, which in addition to perfectly define your curves has an exclusive design in the panty that make it more comfortable and simple to go to bathroom without having to remove body shaper. The body shaper shapewear bodysuit is perfect for any occasion you want to show your charming curves, such as wedding, party, club, celebration, holiday and office."
  },
  {
    "id": 83,
    "name": "Orolay Women's Thickened Down Jacket",
    "img": "https://m.media-amazon.com/images/I/71T+VxQDvCL._AC_UL320_.jpg",
    "price": 149.99,
    "rating": 4.4,
    "category": 9,
    "description": "Polyester with a density 60% higher than usual in the market. It has excellent windproof and warm-keeping quality. The bottom of the eiderdown garment adopts unique crumples. This was coupled with fashion design and manifested a unique practicability of magnificence but at the same time not too overt. Featuring warm fleece lined hood, special side zippers, 6 big pockets, it is warm and cute for you to enjoy the outdoor activity in wintry days. KINDLY BE NOTED: The warm down coat will be folded and compacted inside of the package when delivery, so you may feel it thin and flat, if so, lightly pat the jacket with your hands and then have it hang."
  },
  {
    "id": 84,
    "name": "Colorfulkoala Women's Buttery Soft High Waisted Yoga Pants Full-Length Leggings",
    "img": "https://m.media-amazon.com/images/I/71DThuL41CL._AC_UL320_.jpg",
    "price": 22.99,
    "rating": 4.4,
    "category": 9,
    "description": "These products are only sold by Colorfulkoala Sports 80% Nylon, 20% Spandex. Made with buttery soft fabric that is opaque, four-way stretch, lightweight, moisture-wicking and it feels like you're wearing next to nothing. Flatlock construction for added comfort and reinforcement. Seamless waistband gives you a little support without digging in. Hidden waistband pocket. Approx. 28'' inseam."
  },
  {
    "id": 85,
    "name": "ANZERMIX Women's Breathable Cotton Thong Panties Pack of 6",
    "img": "https://m.media-amazon.com/images/I/61i-FmFDrSL._AC_UL320_.jpg",
    "price": 9.99,
    "rating": 4.5,
    "category": 9,
    "description": "COMFORT - Super soft fabric that moves with you for superior comfort. SEXY - Low rise and cotton materials gives you the sexy looks you want. COLOURFUL - Available in various colorful designs and comes in S-XL. SERVICE - Provides the quality product and the comprehensive service,lets the customer be satisfied. GREAT PRICE - Fabric friendly and competitive price gives you a product worth buying."
  },
  {
    "id": 86,
    "name": "Amazon Essentials Women's Lightweight Water-Resistant Packable Puffer Coat",
    "img": "https://m.media-amazon.com/images/I/81t0-mjKx3L._MCnd_AC_UL320_.jpg",
    "price": 51,
    "rating": 4.4,
    "category": 9,
    "description": "An Amazon brand - Puffer coat, this is a winter essential wardrobe staple. Amazon Essentials is focused on creating affordable, high-quality, and long-lasting everyday clothing you can rely on. Our line of women's apparel includes cashmere sweaters, fleece and down jackets, and more, including plus-size options. Our consistent sizing takes the guesswork out of shopping, and each piece is put to the test to maintain the highest standards in quality and comfort."
  },
  {
    "id": 87,
    "name": "Avidlove Women Lingerie V Neck Nightwear Satin Sleepwear Lace Chemise Mini Teddy",
    "img": "https://m.media-amazon.com/images/I/81BHeREDrsL._AC_UL320_.jpg",
    "price": 10.99,
    "rating": 4.2,
    "category": 9,
    "description": "Please get a size larger than your usual size if you order this dress as a nightgown. Or you can purchase it following the size chart as sexy lingerie. This Avidlove women satin lingerie silk nightgown silky chemise lace babydoll set strap sleepwear halter teddy is made of 95% Polyester and 5% Acrylic, soft, comfortable and breathable to wear. Note: Please check the size chart and other customers' size advice before you order! Avidlove women satin chemise lace lingerie strappy nightgown, classic satin lingerie is a good choice to your lingerie wardrobe. Avidlove satin nightgown for women/avidlove lingerie for women/womens sexy lingerie/nightgown satin sleepwear/halter chemise lace babydoll nightwear outfits features deep V plunge front, floral lace cups and adjustable criss-cross straps, it inspires sultry flirtation and your true beauty. Women satin nightgown, V neck babydoll, sexy lace lingerie set, halter chemise, spaghetti strap sleepwear is a wonderful gift for yourself or friends as sleepwear, nightwear, loungwear, pajamas. Perfect for Christmas party, Valentine’s Day, date nights, wedding nights, honeymoon nights, role play and lingerie party"
  },
  {
    "id": 88,
    "name": "Yeokou Women's Warm Sherpa Lined Athletic Sweatpants Jogger Fleece Pants",
    "img": "https://m.media-amazon.com/images/I/518PFzFvGjL._AC_UL320_.jpg",
    "price": 26.99,
    "rating": 4.4,
    "category": 9,
    "description": "Fabric: 100% Cotton, Lining: 100 Polyester/ Machine \nWash Drawstring closure. Elastic closure. Two side pockets. Adjustable drawstring waist for comfort fit, ribbed ankle. Winter warm fleece lined solid color closed-bottom sweatpants \nAll items are US size, multi colors for choose."
  },
  {
    "id": 89,
    "name": "HARHAY Women's Summer Swimsuit Bikini Beach Swimwear Cover up",
    "img": "https://m.media-amazon.com/images/I/71XIoZ3o+mL._MCnd_AC_UL320_.jpg",
    "price": 16.99,
    "rating": 4.3,
    "category": 9,
    "description": "Meterial:Polyester.very Soft and comfortable. Size: Fits US Size M L XL XXL,Length: 31.1'' Features:Beach bikini swimsuit for women is featuring V-neck and drawstring design on the two sides. Occasion: This beach dress cover up perfect for wearing at beach, swimming pool, poolside tanning salon, and Water Park. It is also a good choice for honeymoon gift. Attention:1.Colors may appear slightly different via website due to computer picture resolution and monitor settings.2.To prevent stretching and snagging do not machine wash please.Hand-Wash Only."
  },
  {
    "id": 90,
    "name": "shermie Women's Pullover Sweaters Long Sleeve Crewneck Cute Heart Knitted Sweaters",
    "img": "https://m.media-amazon.com/images/I/71jBF8lma3L._AC_UL320_.jpg",
    "price": 26.98,
    "rating": 4.4,
    "category": 9,
    "description": "The heart detail is very cute, Very comfortable sweater, Material is nice, not too heavy. Comfy & lightweight, Easy to wear a shirt underneath. suit for spring fall or winter. It's cute very simple fabric, the heart design is fit for valentines day or Birthday. Front ribbed knit sweater, Perfect to match with your leggings for jeans and looks very pretty can be dress up or down. Size attention: please refer to our page description. If there is some taste, please quick wash will not get that smell right out."
  },
  {
    "id": 91,
    "name": "Hanes Men's 5-Pack Sports-Inspired Cool Dri Moisture Wicking Boxer Brief",
    "img": "https://m.media-amazon.com/images/I/91o0RKe7UeL._AC_UL320_.jpg",
    "price": 15.99,
    "rating": 4.6,
    "category": 10,
    "description": "Solids: 100% Cotton; Heather: 75% Cotton, 25% Polyester\nImported. boxer-briefs closure. Hand wash. Cool Dri fabric wicks moisture away from the skin to keep you cool and dry. Tag free for itch free comfort. Sport styling with contrast stitching. No ride up. ComfortFlex waistband is soft and stretchable. Assorted colors; Colors may vary."
  },
  {
    "id": 92,
    "name": "Hanes Mens Pullover Ecosmart Fleece Hooded Sweatshirt",
    "img": "https://m.media-amazon.com/images/I/913RYtB2zIL._AC_UL320_.jpg",
    "price": 11.91,
    "rating": 4.6,
    "category": 10,
    "description": "50% cotton, 50% polyester, with up to 5% polyester created from recycled plastic. Imported. Pull On closure. Machine Wash. Soft, durable fleece with double-needle cover-seamed neck and armholes stays strong when you work or play hard. Machine wash it again and again without hesitation because it's pill-resistant. Made with up to 5% polyester created from recycled plastic bottles. Dyed-to-match drawcord."
  },
  {
    "id": 93,
    "name": "Fruit of the Loom Men's Tag-Free Cotton Briefs",
    "img": "https://m.media-amazon.com/images/I/71eTJxPk6vL._AC_UL320_.jpg",
    "price": 12.34,
    "rating": 4.7,
    "category": 10,
    "description": "100% Cotton. Imported. Pull On closure. Machine Wash Cold. Only Non-Chlorine Bleach When Needed. Tumble Dry Low. Do Not Iron. 6 Pack. Mid-Rise Style and Comfort\nNaturally Soft and Durable Cotton. Plush-Backed Waistband. Functional, Support Shaped Fly\nWicks moisture. Tag Free. Actual Prints and Colors May Vary."
  },
  {
    "id": 94,
    "name": "Hanes Men's EcoSmart Open Leg Fleece Pant with Pockets",
    "img": "https://m.media-amazon.com/images/I/71InPMyZg7L._AC_UL320_.jpg",
    "price": 8.99,
    "rating": 4.4,
    "category": 10,
    "description": "50% Cotton, 50% Polyester. Imported. Machine Wash. 50 percent cotton/50 percent polyester fleece, with up to 5 percent made from recycled plastic bottles. Convenient side seam pockets. Inside draw cord for secure fit. Open hem pant legs for a relaxed look. Machine wash cold with like colors; non chlorine bleach when needed; tumble dry medium"
  },
  {
    "id": 95,
    "name": "Hanes Men's 5-Pack X-Temp Comfort Cool Crewneck Undershirt",
    "img": "https://m.media-amazon.com/images/I/81xVii89zLL._AC_UL320_.jpg",
    "price": 18.79,
    "rating": 4.6,
    "category": 10,
    "description": "60% Rayon, 40% Polyester. Imported. Pull On closure. Machine Wash. Lightweight quick drying crewneck wicks away moisture to keep you cool and dry. X Temp technology designed to adapt to your temperature and activity to keep you cool and dry for all day comfort. Lay flat collar keeps its shape wash after wash. Tagless for best in class comfort wherever you are and whatever you're doing. Convenient 5 pack"
  },
  {
    "id": 96,
    "name": "HOT FEET Mens Active Work and Outdoors Socks, Fully Cushioned, Thermal Wool Blend, 4 Pack Warm Reinforced Heel and Toe",
    "img": "https://m.media-amazon.com/images/I/91eyUCqxk7L._AC_UL320_.jpg",
    "price": 21.99,
    "rating": 4.7,
    "category": 10,
    "description": "The innovative microfleece-lining heating technology traps in warmth and insulates, keeping your feet nice and toasty even on cold days. Pair Hot Feet socks with your favorite winter boots or work boots for optimal comfort and protection throughout the day. Even on a long shift, you’ll stay comfortable and avoid blisters while wearing a pair of Hot Feet work socks. Whether you wear stiff, clunky work boots or comfortable sneakers, the powerful moisture-wicking properties of our work socks will keep your feet dry all day long. Made from premium performance cotton for all-day comfort and wear, our fully cushioned crew socks are designed for better outdoor and cold-weather performance with shock absorption, so you can get the job done without worrying about foot pain later. Transitioning from the workday to relaxing at home can be difficult. Get comfortable fast and enjoy lounging with the family, watching movies, and more in a pair of cozy Hot Feet socks. Try a new pair every day so you can stay comfortable all weekend long."
  },
  {
    "id": 97,
    "name": "Carhartt Men's Force Midweight Classic Thermal Base Layer Pant",
    "img": "https://m.media-amazon.com/images/I/71yJghWVHAL._AC_UL320_.jpg",
    "price": 29.99,
    "rating": 4.6,
    "category": 10,
    "description": "100% Polyester. Imported. Pull On closure. Machine Wash. Waffle knit traps heat, fast dry wicks away sweat and fights odor. Rugged flex technology for ease of movement. Smooth flatlock seams and tagless label enhance comfort. Concealed dry low-stitch waistband and contoured front for comfort. Strategic seam placement for maximum comfort and reduced chafing."
  },
  {
    "id": 98,
    "name": "MOERDENG Men's Waterproof Ski Jacket Warm Winter Snow Coat Mountain Windbreaker Hooded Raincoat Snowboarding Jackets",
    "img": "https://m.media-amazon.com/images/I/61uibwqiLyL._AC_UL320_.jpg",
    "price": 69.99,
    "rating": 4.6,
    "category": 10,
    "description": "Zipper closure. Hand Wash Only. Waterproof Windproof Snow Ski Jacket, also can fights bad rainy or misty weather, Keep your body always dry and comfortable when you are outside. Adjustable cuffs,stretchable glove hole help seal in warmth, windproof adjustable storm hood help to keep wind out,Wear resisting soft shell is highly wind resistant. Professional water repellent coated, fluff lining and durable fabric guarantees the best heat retention, Relaxed-fit style with quick-dry material. Multipurpose：Downhill Skiing, Snowboarding, Snowsports and other winter outdoor sports. Size notes: Jacket offers a standard fit. Please choose by US size."
  },
  {
    "id": 99,
    "name": "Gildan Men's Fleece Hooded Sweatshirt, Style G18500",
    "img": "https://m.media-amazon.com/images/I/813WDcna0hL._AC_UL320_.jpg",
    "price": 11.16,
    "rating": 4.6,
    "category": 10,
    "description": "50% Cotton, 50% Polyester. Pull On closure. double-needle stitching throughout. 1x1 ribbed cuffs and waistband with spandex. double-lined hood. Safety Orange is compliant with ANSI - ISEA 107 High Visibility Standards. pill-resistant air jet yarn"
  },
  {
    "id": 100,
    "name": "Southpole Men's Active Basic Jogger Fleece Pants",
    "img": "https://m.media-amazon.com/images/I/71mT0mMzhML._AC_UL320_.jpg",
    "price": 13.99,
    "rating": 4.4,
    "category": 10,
    "description": "100% Polyester. Imported. Elastic closure. Machine Wash. SP active is an active sports line of Southpole. Adjustable waist cord for comfort. Ribbed ankle. Big and Tall Available"
  },
  {
    "id": 101,
    "name": "Hanes Girls' Toddler 5-Pack Cotton Cami (Assorted)",
    "img": "https://m.media-amazon.com/images/I/61yxWnAOjEL._AC_UL320_.jpg",
    "price": 8.46,
    "rating": 4.6,
    "category": 11,
    "description": "It's perfect as a pretty first layer. It's cute on its own as well. In fact, no matter how she wears it, she'll love this Hanes girls' camisole. After all, it's crafted for comfort. So it feels as good as it looks. Sold in a convenient 5-pack."
  },
  {
    "id": 102,
    "name": "The Children's Place Girls 2 Pack Basic Leggings",
    "img": "https://m.media-amazon.com/images/I/71kb7RNGWtL._AC_UL320_.jpg",
    "price": 6.56,
    "rating": 4.7,
    "category": 11,
    "description": "Because every girl needs more than one pair of leggings."
  },
  {
    "id": 103,
    "name": "Simple Joys by Carter's Little Kid Girls' 2-Pack Nightgowns",
    "img": "https://m.media-amazon.com/images/I/81UL+pECLGL._MCnd_AC_UL320_.jpg",
    "price": 18.60,
    "rating": 4.9,
    "category": 11,
    "description": "100% Polyester. Imported. Pull On closure. Machine Wash. Flutter sleeves\nCool and comfortable fabric. For children's safety these are flame resistant garments. Trusted Carter's quality, every day low prices, and hassle-free tag less packaging-exclusively for Amazon member."
  },
  {
    "id": 104,
    "name": "JoJo Siwa Girls 2 Pack Knee High Socks",
    "img": "https://images-na.ssl-images-amazon.com/images/I/A1aaw5uY7wL._AC_UY606_.jpg",
    "price": 9.00,
    "rating": 4.8,
    "category": 11,
    "description": "This sock pack includes 2 pairs of JoJo themed knee socks."
  },
  {
    "id": 105,
    "name": "Amazon Essentials Girls' Water-Resistant Snow Bib",
    "img": "https://m.media-amazon.com/images/I/71KJeOCGa9L._MCnd_AC_UL320_.jpg",
    "price": 29.00,
    "rating": 4.8,
    "category": 11,
    "description": "An Amazon brand - This water-resistant snow bib will keep your little one warm and dry while they are out in the snow playing."
  },
  {
    "id": 106,
    "name": "Simple Joys by Carter's Girls' 8-Pack Underwear",
    "img": "https://m.media-amazon.com/images/I/91kBlTrly1L._AC_UL320_.jpg",
    "price": 20.60,
    "rating": 4.8,
    "category": 11,
    "description": "Bows, lace trims, and bold prints decorate this eight-pack of cotton panties for active girls."
  },
  {
    "id": 107,
    "name": "Columbia Girls' Starchaser Peak Ii Pant",
    "img": "https://m.media-amazon.com/images/I/51ptPrqQQ-L._AC_UL320_.jpg",
    "price": 30.40,
    "rating": 4.6,
    "category": 11,
    "description": "A durable pair of snow pants, the Columbia Girls’ Starchaser Peak II Waterproof Snow Pants are warmly insulated to keep your girl happy and dry throughout the day. With our adjustable OUTGROWN grow system, this garment will size up for multiple seasons of wear. Lined with comfortable nylon taffeta, that includes 60 grams of quick drying insulation, perfect for cold snowy days, these snow pants include two front pockets, a handy cargo pocket, an adjustable waist with quick tabs, articulated knees, internal leg gaiters, and reinforced cuff guards. Columbia offers these pants in multiple colors and sizing. To ensure you get the right size, please refer to our sizing chart for your child’s size and weight range."
  },
  {
    "id": 108,
    "name": "Rocky Thermal Underwear for Girls Fleece Lined Thermals Kids Base Layer Long John Set",
    "img": "https://m.media-amazon.com/images/I/31RgLlO5FcL._AC_SR160,200_.jpg",
    "price": 22.99,
    "rating": 4.7,
    "category": 11,
    "description": "They are silky on the outside but lined with soft thermal fleece on the inside. They fit snug enough that there is no bulkiness showing when worn under clothes.They are also wonderful to sleep in. These sets will continue warming you even after being laundered many times. These Rocky Fleece Lined Thermals are well designed for wear under your clothes OR alone. The waist of the pants are elastic for a comfortable snug fit. These light-weight thermal pants make all the difference in the world."
  },
  {
    "id": 109,
    "name": "The Children's Place Girls' Baby and Toddler Basic Super Skinny Jeans",
    "img": "https://m.media-amazon.com/images/I/41JfRluTDGL._AC_SR160,200_.jpg",
    "price": 9.99,
    "rating": 4.7,
    "category": 11,
    "description": "Value-priced clothes and apparel that is fun & easy to put together."
  },
  {
    "id": 110,
    "name": "Disney Girls' Frozen Fantasy Nightgown",
    "img": "https://m.media-amazon.com/images/I/81ofLcivq6L._AC_UL320_.jpg",
    "price": 10.44,
    "rating": 4.8,
    "category": 11,
    "description": "MAKE BEDTIME FUN FOR EVERYONE! Crafted under the highest safety regulations for kid’s sleepwear, these PJ’s are made of either tight-fitting cotton or flame resistant polyester. Allow your child to slumber safely and comfortably with their favorite characters!"
  },
  {
    "id": 111,
    "name": "Champion Kids Clothes Sweatshirts Youth Heritage Fleece Pull On Hoody Sweatshirt with Hood",
    "img": "https://m.media-amazon.com/images/I/71WOg+FzfdL._AC_UL320_.jpg",
    "price": 19.00,
    "rating": 4.7,
    "category": 12,
    "description": "Champion Youth Heritage Powerblend Fleece Pull On Sweat Shirt with Hood.Give him/ her the comfort he deserves in the Champion Boy’s/ Girls Script Fleece Hoodie. Featuring an embroidered Champion logo on chest and a C logo on the left sleeve. With an attached hood and kangaroo pocket for added comfort and warmth. Pullover hoodie keeps kids comfortable no matter how hard they play."
  },
  {
    "id": 112,
    "name": "Amazon Essentials Boys' Fleece Jogger Sweatpants",
    "img": "https://m.media-amazon.com/images/I/61UAQO+ngmL._AC_UL320_.jpg",
    "price": 12.90,
    "rating": 4.6,
    "category": 12,
    "description": "Amazon Essentials has what you need to outfit your little ones in affordable, high-quality, and long-lasting everyday clothing. Our line of kids' must-haves includes cozy fleeces and oh-so warm puffer jackets to keep them bundled up when the temperatures drop, as well as school uniform-ready pants and polo shirts. Consistent sizing takes the guesswork out of shopping, and each piece is put to the test to maintain parent-approved standards in quality and comfort."
  },
  {
    "id": 113,
    "name": "Fruit of the Loom Boys' Tag Free Cotton Briefs",
    "img": "https://m.media-amazon.com/images/I/91G+WDn81xL._AC_UL320_.jpg",
    "price": 5.84,
    "rating": 4.7,
    "category": 12,
    "description": "Fruit of the Loom Briefs, Toddler Assorted Colors 5 pk-Multicolor Colors may vary. Let us pick for you."
  },
  {
    "id": 114,
    "name": "Sesame Street Elmo Cookie Monster Boys Girls Sock Top Slippers (Toddler/Little Kid)",
    "img": "https://m.media-amazon.com/images/I/61DdplC8eRL._AC_UL320_.jpg",
    "price": 11.98,
    "rating": 4.8,
    "category": 12,
    "description": "A favorite of mom’s and kids for 30 years, these Sesame Street cookie Monster puppet slippers will be your child's favorite, too. Your child will love having cookie Monster to play with: on your foot – it’s a slipper. On your hand – it’s a puppet! this classic slipper style is easy to slip on, with a knit “sock top” around the ankle to keep little feet to as tie warm. Perfect for wearing around the house, these cookie Monster slippers have a stippled bottom for added traction. Deep foam cushions little feet, and the faux-fur material keeps feet warm. Buy the elmo slipper version as well, and put on a puppet show. Med (size 11/12) would be for a typical 5 to 6-year-old; large (size 13/1) would fit a typical 6 to 7-year-old; and x-large (size 2/3) would be appropriate for 7 to 8-year-old."
  },
  {
    "id": 115,
    "name": "DREAM PAIRS Boys Girls Insulated Waterproof Snow Boots",
    "img": "https://m.media-amazon.com/images/I/71wN1XK3-kL._AC_UL320_.jpg",
    "price": 31.99,
    "rating": 4.7,
    "category": 12,
    "description": "There is an adjustable elastic band at the top, which is very convenient for children. In order to prevent snow from entering the shoes, we specially designed the hooks and loop closure at the top to make the children's feet feel warm and comfortable.And various beautiful colors are available to help your child choose the winter boots they like to wear."
  },
  {
    "id": 116,
    "name": "PUMA Boys' 2-pc Logo Hoodie & Jogger Set",
    "img": "https://m.media-amazon.com/images/I/71WqrrcudiL._AC_UL320_.jpg",
    "price": 21.37,
    "rating": 4.7,
    "category": 12,
    "description": "Sport has the power to transform and empower us. As a performance brand, it’s only natural that we want to stand on the same playing field as the fastest athletes on the planet. To achieve that, the PUMA brand is based on the very values that make an excellent athlete. Designed for trendsetters in the making, PUMA’s kid’s gear features soft, flexible materials, playground-approved durability, and miniature-sized style."
  },
  {
    "id": 117,
    "name": "The Children's Place Boys Baby and Toddler Pull on Straight Jeans",
    "img": "https://m.media-amazon.com/images/I/71JS8yjdDmL._AC_UL320_.jpg",
    "price": 10.61,
    "rating": 4.7,
    "category": 12,
    "description": "An easy-on denim pair without the hassle of buttons."
  },
  {
    "id": 118,
    "name": "Star Kids Robe Soft Plush Hooded Fleece Robe Sleep Robe Bathrobe Boys & Girls",
    "img": "https://m.media-amazon.com/images/I/81oxa+9GTmL._AC_UL320_.jpg",
    "price": 39.99,
    "rating": 4.8,
    "category": 12,
    "description": "This robe was specially designed with kids in mind!"
  },
  {
    "id": 119,
    "name": "Amazon Essentials Boys' Snug-fit Cotton Pajamas Sleepwear Sets",
    "img": "https://m.media-amazon.com/images/I/91JobUgtv8L._MCnd_AC_UL320_.jpg",
    "price": 13.00,
    "rating": 4.4,
    "category": 12,
    "description": "Amazon Essentials has what you need to outfit your little ones in affordable, high-quality, and long-lasting everyday clothing. Our line of kids' must-haves includes cozy fleeces and oh-so warm puffer jackets to keep them bundled up when the temperatures drop, as well as school uniform-ready pants and polo shirts. Consistent sizing takes the guesswork out of shopping, and each piece is put to the test to maintain parent-approved standards in quality and comfort."
  },
  {
    "id": 120,
    "name": "Columbia Boys' Watertight Jacket",
    "img": "https://m.media-amazon.com/images/I/71R4kjrA8VL._AC_UL320_.jpg",
    "price": 28.73,
    "rating": 4.7,
    "category": 12,
    "description": "Columbia's waterproof fabric is some of the best you can find, not only protecting from drizzle and downpour, but also from harmful elements while remaining breathable and stylish. This Columbia youth boys watertight rain jacket is the perfect edition to your adventurer-in-training's wardrobe. Crafted of 100% nylon material, this rain jacket keeps it's promise of waterproof protection. The reflective details are a stylish, but highly-needed, Perk that work to protect your little one with visibility. What's more important than being worry-free and feeling secure while he's out at play? The contrasting front zip and signature Columbia chest logo Add that extra i'm-ready-to-play-but-still-serious element to this versatile staple. The two zippered side pockets give a sense of added security while and the hood acts as an additional aspect of protection. Rainy-day play dates have never been so fun. Columbia's boys' Rain jacket is available in a range of sizes to accommodate the growing boy. The watertight jacket also comes in many exciting colors. To ensure the size you choose for your little one is just right, utilize our sizing chart and the following measurement instructions: for the sleeves, start at the center back of your neck and measure across the shoulder and down to the wrist. If you come up with a partial number, round up to the next even number. For the chest, measure at the fullest part of the chest, under the armpits and over the shoulder blades, keeping the tape measure firm and level."
  },
  {
    "id": 121,
    "name": "3L-Orz Peri Bottle Cleaner, Postpartum Care for Perineal Recovery and Cleansing, 300ml",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61DdvmZ7ffL._AC_SL1500_.jpg",
    "price": 12.99,
    "rating": 4.5,
    "category": 13,
    "description": "2 Nozzles for different uses.It comes with 2 different nozzles. All the 2 nozzles has protectives cases. Allows you to clean your bottom easily and gently. Personal care is really crucial, the peri bottle can help postpartum recovery faster and easier."
  },
  {
    "id": 122,
    "name": "Massage Gun for Athletes, Portable Body Muscle Massager Professional Deep Tissue Massage Gun for Pain Relief with 6 Massage Heads 20 Speed High-Intensity Vibration Rechargeable Legiral Le3 Massage Gun",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71XRAcszTzL._AC_SL1500_.jpg",
    "price": 179.99,
    "rating": 4.8,
    "category": 13,
    "description": "Everyone from professional athletes to recreational gym-goers to those with chronic pain love this powerful massager for many reasons: Percussive therapy can help muscles recover faster, reduce muscle pain and lactic acid build-up, improve range of motion and flexibility, encourage blood flow and more."
  },
  {
    "id": 123,
    "name": "LivDry Incontinence Pad Insert for Men and Women | Extra Absorbency with Odor Control (Hyper 1600 (30 Count))",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71-yPyv12oL._AC_SL1500_.jpg",
    "price": 37.99,
    "rating": 4,
    "category": 13,
    "description": "LivDry’s adult absorbency pads are made out of skin-friendly, breathable materials with a soft top sheet, making them more comfortable for all-day usage. Impermeable back stops leaks."
  },
  {
    "id": 124,
    "name": "SmartyPants Prenatal Formula Daily Gummy Multivitamin: Vitamin C, D3, & Zinc for Immunity, Gluten Free, Folate, Omega 3 Fish Oil (DHA/EPA), 120 Count (30 Day Supply)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71-oDEKL5AL._AC_SL1500_.jpg",
    "price": 24.84,
    "rating": 4.5,
    "category": 13,
    "description": "Prenatal Formula with new premium ingredients, all in one delicious serving: Beta Carotene, Vitamin B6, Vitamin K2 & Choline (Packaging May Vary)."
  },
  {
    "id": 125,
    "name": "Lena Menstrual Cup - Reusable Period Cup - Tampon and Pad Alternative - Heavy Flow - Large - Purple",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81UW8N2R27L._AC_SL1440_.jpg",
    "price": 24.90,
    "rating": 4.4,
    "category": 13,
    "description": "If you are a first time cup user, we recommend that you choose Lena Small unless you have a super heavy flow. Lena Large is ideal for experienced users looking for added capacity and for all users who have a super heavy flow."
  },
  {
    "id": 126,
    "name": "Microfiber Cleaning Cloth, Kitchen Towels, Double-Sided Microfiber Towel Lint Free Highly Absorbent Multi-Purpose Dust and Dirty Cleaning Supplies for Kitchen Car Cleaning. Size:6.1''x10.4'', Pack of 12",
    "img": "https://images-na.ssl-images-amazon.com/images/I/811LhMbG6hL._AC_SL1500_.jpg",
    "price": 11.98,
    "rating": 4.6,
    "category": 13,
    "description": "Edges/Trim: sewn. Design: double-sided. Size: 155 × 265mm/6.1 x 10.43inch. Material: microfiber, double-sided coral velvet. Color: green + grey (12 pieces). Features: Double-sided thick, good water absorption. The stitches are fine and tight, not easy to break. Soft microfiber cleaning cloths won't scratch surfaces. Double sided microfibre side cleans up spills and wipes away dirt well. Great for washing dishes,kitchen counters,cars,floors and other surfaces."
  },
  {
    "id": 127,
    "name": "Amazon Brand - Presto! Flex-a-Size Paper Towels, Huge Roll, 12 Count - 30 Regular Rolls",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81ZSuzkKKHL._AC_SL1500_.jpg",
    "price": 27.49,
    "rating": 4.7,
    "category": 13,
    "description": "Presto! Flex-a-Size Paper Towels are strong and absorbent, ideal for tough messes. Up to 75% more absorbent versus leading 1-ply brand, each huge roll lasts 2.5X longer than a regular paper towel roll (based on a regular roll with 63 half sheets). Presto! Flex-a-Size Paper Towels are PEFC certified and made with pulp sourced from sustainably managed forests and controlled sources."
  },
  {
    "id": 128,
    "name": "Spilfyter Wipe Kit 94400",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71DH8DlG8lL._SL1500_.jpg",
    "price": 27.79,
    "rating": 3.4,
    "category": 13,
    "description": "Easy to use Dry/Wet Wipe Kit. Simple Setup Process. Open bucket lid, add cleaning solution you already use over dry wipes (we recommend 64oz of cleaning solution), start center wipes through lid hole. Pull wipes straight up out of bucket. You are ready to GO! Ideal for surface cleaning and sanitizing as well as removing soil, oil and grease.Reusable bucket has an airtight lid to keep your wipes saturated, avoid contamination and reduce staff exposure to the chemicals.Wipers easily absorb the cleaning solution while remaining durable to handle your daily cleaning needs.Each coreless roll pulls from the center – perfect for feeding wipers through the sanitizing kit bucket lid. Not recommended for bleach or alcohol-based solutions."
  },
  {
    "id": 129,
    "name": "Yocada Sponge Mop Home Commercial Use Tile with Total 2 Sponge Head Floor Bathroom Garage Cleaning Easily Dry Wringing Iron Handle Pole 56.3Inch Model F-20",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71Gxo7kQ0xL._AC_SL1500_.jpg",
    "price": 24.88,
    "rating": 3.8,
    "category": 13,
    "description": "2 Sponge Head (PAY ATTENTION: This sponge head set can only fit the F-20 sponge mop in the picture, do not buy the wrong sponge mop.), 4 Iron Pole, 1 Installation Manual."
  },
  {
    "id": 130,
    "name": "Opti-Free Puremoist Rewetting Drops, 12-mL",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71-HUo%2BHmfL._AC_SL1500_.jpg",
    "price": 6.86,
    "rating": 4.8,
    "category": 13,
    "description": "Opti-Free Puremoist Rewetting Drops are a safe and effective solution that provides moisture and comfort for all day use. This solution can be used on silicone hydrogel and soft (hydrophilic) lenses while still in the eye. These drops are used for preventing protein deposits and buildups that come with constant use of contact lenses. The Opti-Free Puremoist Rewetting Drops formula is considered thimerosal-free and sorbic acid-free. The proper use of these rewetting drops is to moisten, reduce discomfort, and help remove particular material that may result in eye irritation or discomfort. Using this formula to lubricate the contact lenses multiple times during the day may also allow for extended use. The rewetting drops can be applied directly to the eye for immediate moisture and relief, where the multi-purpose solutions are to be used strictly to soak the lens by itself. The rewetting drops come in a portable packaging size for ease of use throughout the day. The correct application includes placing two drops directly into each eye and blinking 2-3 times to spread moisture throughout the eye. In order to avoid protein buildup on contact lenses follow these steps four times per day. Opti-Free strives to continue providing patients with the newest and most effective contact lens products on the market for dry and irritated eyes."
  },
  {
    "id": 131,
    "name": "Magicteam Sound Machines White Noise Machine with 20 Non Looping Natural Soothing Sounds and Memory Function 32 Levels of Volume Powered by AC or USB and Sleep Sound Timer Therapy for Baby Kids Adults",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61yoN%2Bjt5tL._AC_SL1200_.jpg",
    "price": 19.99,
    "rating": 4.5,
    "category": 14,
    "description": "20 Non-Looping Sleep Sounds: White noise ,Brown noise, pink noise, blue noise, fan,brook, rain, ocean,bird and Bonfire,suitable for for Baby and Kids and Adults. Precise Volume & Timer Settings:With 32 Levels of Volume ,it is perfect for baby sleeping .And you can set 1 hour,2 hours,3 hours,4 hours,5 hours and continuous play,control the comfort level for your own environment."
  },
  {
    "id": 132,
    "name": "Munchkin White Hot Safety Spoons 4 Ct",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81nSo%2B2pnNL._SL1500_.jpg",
    "price": 3.74,
    "rating": 4.7,
    "category": 14,
    "description": "Starting solids? It’s a fun, but at times tricky milestone to figure out - you’re constantly questioning whether food is too hot, too cold, or just right. Munchkin’s innovative White Hot Safety Spoons can help make those first feedings easier to swallow for both of you. Simply dip the tips of the spoons in heated pureed baby foods to check if it’s too warm. If the tip turns white, the food is too hot for baby to eat. Wait for it to cool, dip again, and if the tip is no longer white - voila! You can feed your little one without worrying about a thing."
  },
  {
    "id": 133,
    "name": "Beckham Hotel Collection Luxury Plush Gel Pillow (Queen)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71oo6xUnQrL._AC_SL1500_.jpg",
    "price": 39.99,
    "rating": 4.5,
    "category": 14,
    "description": "The Beckham Luxury Linens Gel-Filled Fiber Pillows are crafted in super plush gel fiber that puts all other standard pillows to shame! They are expertly tailored to ensure maximum comfort for any and all sleeping positions. With their no-shift construction, our pillows are a fantastic place to rest your head. They’re stylish, luxurious, and incredibly comfortable. You’ll fall asleep fast, and stay asleep!"
  },
  {
    "id": 134,
    "name": "Etekcity Digital Body Weight Bathroom Scale with Body Tape Measure, Large Blue LCD Backlight Display, High Precision Measurements, 6mm Tempered Glass, 400 Pounds, Silver",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61d%2B031-BpL._AC_SL1500_.jpg",
    "price": 16.71,
    "rating": 4.7,
    "category": 14,
    "description": "RELIABLE READINGS in an instant—step on the auto-calibrated platform and receive accurate measurements in pounds or kilograms; weigh up to 400 lb. (180 kg) PRECISION BUILT with 4 high-precision sensors, delivering results with a 0. 2 lb. / 3 oz. accuracy resolution cleanly displayed on an easy-to-read LCD screen TEMPERED STRENGTH: Built with a thick and durable 6 mm clear tempered glass platform resilient enough to provide years of fitness tracking."
  },
  {
    "id": 135,
    "name": "LiBa PEVA 8G Shower Curtain Liner, 72\" W x 72\" H, Clear 8G Heavy Duty Waterproof Shower Curtain Liner Anti-Microbial Mildew Resistant",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81RKBVttn-L._AC_SL1500_.jpg",
    "price": 10.99,
    "rating": 4.7,
    "category": 14,
    "description": "Your home is your sanctuary. Ensuring it is safe and clean for your family is a top priority. With the LiBa mildew resistant shower curtain liner made from durable, PEVA material you can feel confident that you're providing a healthy environment in your bathroom. This liner is the perfect partner to just about any shower curtain. It doesn't detract from the style of your curtain and fits any standard size shower. Enjoy your shower without worrying about unhealthy mildew and chemicals."
  },
  {
    "id": 136,
    "name": "Chanasya Ultra Soft Toile Print 3-Piece Bedding Duvet Cover Set Queen - Luxurious Brushed Microfiber Comforter Cover - Zipper Closure Reversible Print (1 Duvet Cover & 2 Pillowcases) White Charcoal",
    "img": "https://images-na.ssl-images-amazon.com/images/I/91voTmLtuTL._AC_SL1500_.jpg",
    "price": 34.99,
    "rating": 4.6,
    "category": 14,
    "description": "This 3-piece duvet cover set is made of a super soft premium quality double brushed microfiber. Transform your room with our decorative and classy designs. This set also makes a perfect personal gift for any occasion such as housewarming or birthday. Our variety of prints with reverse design feature can suit your personal style and bring a fresh new look to your bedroom. Display the decorative side to give your room a bold look or keep it simple and classy with its reverse solid color design. The included pillow covers also make it easy to mix and match with its unique reversible design feature."
  },
  {
    "id": 137,
    "name": "Lavender Vanilla Moisture Absorber Packets, Hanging Damp Bags for Closet,Bedroom and Kitchen-Odor Eliminator-8 Packs,Moisture Absorb 12.5OZ",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61MEB41T2ZL._AC_SL1000_.jpg",
    "price": 24.56,
    "rating": 4.4,
    "category": 14,
    "description": "Calcium chloride is a chemical substance composed of chlorine and calcium. The chemical formula is Cacl2. It is white, hard, fragmented or granular at room temperature. It easily absorbs moisture in the air, so anhydrous calcium chloride must be stored in a sealed container. Calcium chloride has many uses. Because calcium chloride is neutral, it can dry acidic or alkaline gases and organic liquids. Anhydrous calcium chloride can be made into household products and used as an air moisture absorbent."
  },
  {
    "id": 138,
    "name": "AIRDOCTOR 4-in-1 Air Purifier for Home and Large Rooms with UltraHEPA, Carbon & VOC Filters - Air Quality Sensor Automatically Adjusts Filtration! Captures Particles 100x Smaller Than Ordinary HEPA",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71lk5qXmW1L._AC_SL1500_.jpg",
    "price": 495.00,
    "rating": 4.7,
    "category": 14,
    "description": "AirDoctor is the first affordable PURIFIER that not only removes virtually 100% of airborne particles, but also the vast majority of toxic ozone, volatile organic compounds and gases. AirDoctor’s powerful filtration technology circulates the air in a 900 sq. ft room three times every hour. AirDoctor keeps your air clean in living rooms, family rooms, bedrooms & nurseries. With built-in handles, it’s easy to move AirDoctor from room to room."
  },
  {
    "id": 139,
    "name": "Bathroom Quotes and Sayings Art Prints | Set of Four Photos 8x10 Unframed | Great Gift for Bathroom Decor",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71CoJWkHIZL._AC_SL1443_.jpg",
    "price": 8.77,
    "rating": 4.4,
    "category": 14,
    "description": "Each Bathroom Quotes and Sayings Art Prints print is high gloss 8 x 10 and is ready to be framed. You're family members, friends, children, son or daughter, or anyone of your choosing will cherish these 4 prints forever! Makes a great unique personalized Harry Potter gift for Birthdays, Christmas, Hanukkah, Newborn Baby, Baptism, Weddings, Anniversaries, Veterans,Thanksgiving, Easter, Grandchildren, Kids, Brother Or Sister, Dating Couples and just about any occasion you can think of!"
  },
  {
    "id": 140,
    "name": "Demon Slayer Poster Wall Art Frameable Anime Posters Room Decor Gifts for Christmas,No Frame (16''x24'') (007)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71Tg-bQcoSL._AC_SL1200_.jpg",
    "price": 10.93,
    "rating": 4.5,
    "category": 14,
    "description": "We continually strive to provide our customers with excellent service and quality products. Your satisfaction is important to us. Please note that there may be some variation in the colour of the on-screen image and the actual item received. This is subject to the brightness and contrast of your screen settings."
  },
  {
    "id": 141,
    "name": "CheckUp 10 Parameters Urine Testing Strips for Cats and Dogs x 50 - Detects Urobilinogen, Glucose, Bilirubin, Ketone, Specific Gravity, Blood, pH, Protein, Nitrite, Leukocytes",
    "img": "https://images-na.ssl-images-amazon.com/images/I/619vZ6fOpeL._SL1200_.jpg",
    "price": 16.95,
    "rating": 4.2,
    "category": 15,
    "description": "First, Check to see how long to wait for each marker on the strip. Dip the strip in the urine for 2 seconds and pull it out, check against the color legend on the label to see which result matches your strip in the corresponding times. Be sure to check at exact specified times for each marker , as the color of the strip will continue to change when exposed to air."
  },
  {
    "id": 142,
    "name": "Atlas Scientific pH Calibration Set (3 Pouches)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61WDdakglDL._SL1000_.jpg",
    "price": 5.99,
    "rating": 4,
    "category": 15,
    "description": "Remove the soaker bottle and rinse off the pH probe. Once the probe has been thoroughly rinsed, dry off the probe with a paper towel. Remove the top section of the pouch and insert you pH probe. Let the probe sit in the calibration solution until readings stabilize. This process should take about 1-2 minutes. Once readings have stabilized you are now ready to calibrate. Once the calibration is complete, dispose of the used solution."
  },
  {
    "id": 143,
    "name": "pH Test Strips for Testing Alkaline and Acid Levels in The Body. Track & Monitor Your pH Level Using Saliva and Urine. Get Highly Accurate Results in Seconds.",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71nzVz2jQaL._AC_SL1000_.jpg",
    "price": 11.95,
    "rating": 4.4,
    "category": 15,
    "description": "High quality pH test strips are very sensitive to the environment and changes to temperature. In the unlikely event your pH strips EVER stop working please contact us and we'll send you a replacement bottle straight away. No ifs, no buts, just awesome customer service. Using pH test strips is a quick and easy way to check your pH levels. Following an alkaline diet and increasing fruits and vegetables can result in a number of improved health benefits. To bone health, reduced muscle wasting, cardiovascular health and memory."
  },
  {
    "id": 144,
    "name": "Ezy Dose Ear and Eye Medicine Dropper | For Liquid & Essential Oils | 1mL Capacity | Glass",
    "img": "https://images-na.ssl-images-amazon.com/images/I/719z0VE-%2ByL._AC_SL1500_.jpg",
    "price": 3.99,
    "rating": 4.6,
    "category": 15,
    "description": "Ezy Dose Glass Dropper - Medicine Dropper - This Glass Dropper Makes Delivering Drops of Medication Easy. The dropper has 1 mL Capacity . The main features of the Glass Dropper include:.1 mL Capacity - The dropper has a capacity of 1 mLDishwasher Safe - The dropper can be easily cleaned in a dishwasherAll Natural Rubber Bulb - The dropper's bulb is 100% natural rubber About Ezy Dose:Ezy Dose is the leader in easy-to-use medication management products. Many of our push-button pill planners are endorsed by the Arthritis Foundation for our ease-of-use design. Ezy Dose products make living healthier simply easier with products like pill cutters, pill crushers and a full line of easy-fill planners."
  },
  {
    "id": 145,
    "name": "A La Maison French Liquid Soap - Yuzu Lime - 16.9 oz - 1 each",
    "img": "https://images-na.ssl-images-amazon.com/images/I/717AH9QumgL._SL1500_.jpg",
    "price": 11.57,
    "rating": 4.7,
    "category": 15,
    "description": "Product Description is in the pictures. Ship with in 3 days with USPS tracking numbers. Delivery time is 5-7 days."
  },
  {
    "id": 146,
    "name": "LiBa Spray Bottles (4 Pack,16 Oz), Refillable Empty Spray Bottle for Cleaning, Essential Oils, Hair, Plants, Adjustable Nozzle for Squirt and Mist, Bleach/Vinegar/BBQ/Rubbing Alcohol Safe",
    "img": "https://images-na.ssl-images-amazon.com/images/I/710Tkx7i6dL._SL1500_.jpg",
    "price": 11.99,
    "rating": 4.5,
    "category": 15,
    "description": "Liba's 16oz 4 pack lightweight spray bottles are semi-opaque and come equipped with an adjustable spray nozzle, making them perfect to use for various household, pet, cleaning, and beauty purposes. Decant your favorite solutions or create your own cleaners, linen spray, hair treatment, pet spray, beauty recipes & more. Easy to refill, the options are limitless! Adjustable spray nozzle allows for 3 different modes- off, full mist, and a targeted jet spray. Turn the nozzle to your preferred spray setting. The extended suction tube allows you to get every last drop and ensures you spend less time refilling, and more time spraying."
  },
  {
    "id": 147,
    "name": "Apera Instruments AI209 Value Series PH20 Waterproof pH Tester Kit, ±0.1 pH Accuracy",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61zM0X7STOL._SL1500_.jpg",
    "price": 49.75,
    "rating": 4.6,
    "category": 15,
    "description": "Apera Instruments PH20 Value pH Tester Kit simply provides reliable and quick pH measurements for general water solution applications such as horticulture, pools and spas, beverage making, education, aquarium, aquaculture, water treatment, environmental monitoring, etc."
  },
  {
    "id": 148,
    "name": "Thick Classic Notebook with Pen Loop - Lemome A5 Wide Ruled Hardcover Writing Notebook with Pocket + Page Dividers Gifts, Banded, Large, 180 Pages, 8.4 x 5.7 in",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71YOR-D%2BiaL._AC_SL1001_.jpg",
    "price": 15.39,
    "rating": 4.8,
    "category": 15,
    "description": "Timeless Style And Simple Versatility Design. A popular choice for everyday use, you can use it as business/conference/class/travel/notebook/daily planner to capture your ideas, drafts. Convenient Elastic Pen Holder. Never lose your pen again, which holds pen and fits securely onto the side of the notebook – so that you'll never have to rummage around again for something to write."
  },
  {
    "id": 149,
    "name": "Milliard Citric Acid 10 Pound - 100% Pure Food Grade NON-GMO Project VERIFIED (10 Pound)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81PfwBeNmVL._SL1500_.jpg",
    "price": 24.99,
    "rating": 4.8,
    "category": 15,
    "description": "At Milliard, we endeavor to give you the ultimate in quality and service. Our citric acid is made of the finest grain to ensure complete and speedy dissolving. Milliard's Citric Acid is food grade which makes it safe to use in the kitchen and around children. We package our citric acid in heavy duty plastic bags to ensure freshness and to prevent spills during shipping. What's more, the bags are resealable bag so you can use it for storage."
  },
  {
    "id": 150,
    "name": "Wireless Digital Microscope Handheld USB HD Inspection Camera 50x-1000x Magnification with Stand Compatible with iPhone, iPad, Samsung Galaxy, Android, Mac, Windows Computer",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71c49gJNPtL._AC_SL1500_.jpg",
    "price": 41.99,
    "rating": 4.3,
    "category": 15,
    "description": "App Provided: Optional software for IOS, Android, Windows 7 8 10 XP, OS X. Can work with all smartphone like iPhone and Samsung, windows Computer Tablet and Macbook.\nMagnification & High Definition: 2 million pixels, 1080P HD picture quality for smartphone, 720P for computer, 50x more magnification can meet your daily needs. Built-in 8 Dimmable LEDs provide enough illuminance. Easy to Carry: It is very easy to charge and the charge lasts for a long time. It makes for a very useful and fun tool to always have with you in the outdoors. You can enjoy the portable mini pocket microscope on your nature hikes."
  },
  {
    "id": 151,
    "name": "Travelers Club 20\" Chicago Expandable Spinner Carry-On Luggage, Rose Gold",
    "img": "https://images-na.ssl-images-amazon.com/images/I/91btXhr7fwL._AC_SL1500_.jpg",
    "price": 43.67,
    "rating": 4.7,
    "category": 16,
    "description": "20'' Chicago expandable spinner carry on luggage by Travelers Club"
  },
  {
    "id": 152,
    "name": "Travelpro Platinum Elite-Softside Expandable Spinner Wheel Luggage, Shadow Black, Carry-On 21-Inch",
    "img": "https://images-na.ssl-images-amazon.com/images/I/91%2BLlZaCeVL._AC_SL1500_.jpg",
    "price": 216.06,
    "rating": 4.7,
    "category": 16,
    "description": "Maximize your carry-on with sophisticated style. The Platinum Elite 21'' Expandable Carry-on spinner delivers big on form and function with a tip-resistant expansion that offers up to 2'' more packing capacity, deluxe tie-down system, integrated accessory pockets and a removable quart-size wet pocket that is TSA compliant and perfect for toiletries. Plus, the drop-in, Fold-out suiter is specifically designed to accommodate hanging clothes and prevent wrinkling. Built-in USB port lets you power up on the go, while a dedicated powerbank pocket for your back-up battery adheres to faa regulations. Perfect for short to medium-length trips, this carry-on spinner is crafted in style with premium fabrics, genuine leather and chrome zippers. Top-of-the-line mobility features include the precision glide system with eight magnatrac, self-aligning, 360-degree spinner wheels guided by an adjustable PowerScope extension handle with patented Contour grip and rubberized touch points for comfortable, easy maneuvering wherever you go. Backed by our built for a lifetime limited worry free warranty that covers the cost of repair for damage from airline or other common carrier for the life of the bag after registration under the trusted companion promise. High-density nylon fabric with DuraGuard coating resists stains and abrasions, Supra zipper heads are engineered to resist damage from frequent use and abuse."
  },
  {
    "id": 153,
    "name": "JanSport SuperBreak One Backpack - Lightweight School Bookbag",
    "img": "https://images-na.ssl-images-amazon.com/images/I/91HkBT96VML._AC_SL1500_.jpg",
    "price": 27.50,
    "rating": 4.7,
    "category": 16,
    "description": "A one and only classic, the JanSport SuperBreak will fit all your necessities with ease. 600D Polyester gives you the durability that you desire.\nPadded shoulder straps for added comfort. Spacious main compartment gives you the space that you need. Front pocket with organizer to store electronics and accessories. 2/3 padded back. 1550 cubic inch/25 liter capacity."
  },
  {
    "id": 154,
    "name": "Carry On Garment Bag, Waterproof Mens Garment Bag for Travel Business, Large Leather Duffel Bag with Shoe Compartment -Brown",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71h82GJFkdL._AC_SL1500_.jpg",
    "price": 46.99,
    "rating": 4.5,
    "category": 16,
    "description": "Durable material and craft, it’s not loosing stitching, cuts and tears in the leather, uneven seams and the like, this is a well-made bag that has been assembled with some care. And this bag will be good for your daily use, it’s lightweight and sturdy. It has the option for a shoulder strap and a handle."
  },
  {
    "id": 155,
    "name": "SLEEPING LAMB 72'' Bridal Wedding Gown Dress Garment Bag 15\" Gusseted Garment Cover Shoe Pockets Travel Garment Storage Bag for Prom, Evening Gowns, Black",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71BCDFLS8aL._AC_SL1500_.jpg",
    "price": 19.99,
    "rating": 4.7,
    "category": 16,
    "description": "72 inches garment bags long enought for maxi dresses, bridesmaid dresses, long costume dresses, grooms tux and tuxedo; 15 inches gusseted gown garment bag roomy enough for formal gowns, puffy skirts, ballgown wedding dress and mermaid dress, although it has a long train also can keep the clothes do not get crushed & wrinkled."
  },
  {
    "id": 156,
    "name": "Targus Classic Slim Briefcase with Crossbody Shoulder Bag Design for the Business Professional Travel Commuter and Laptop Protection fits up to 16-Inch Laptops, Black (TCT027US)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/91xM4mZghdL._AC_SL1500_.jpg",
    "price": 19.45,
    "rating": 4.7,
    "category": 16,
    "description": "Comprehensive business workspace with all of the compartments you need to carry files, business cards, keys, storage drives and other on-the-go essentials. Designed to fit a range of laptops with screens up to 16 inches in size; including models with an extended battery. A dedicated compartment with reinforced backing to separate your files and keep them looking crisp. A foam padded laptop compartment helps absorb the shock of regular use and protect your laptop from other objects in your bag. Slim design for the style-conscious minimalist who likes to travel light with only the essentials. Limited Lifetime Warranty: At Targus, we stand behind all of our products. We offer one of the most comprehensive warranties in the industry so you and your device are covered."
  },
  {
    "id": 157,
    "name": "Laptop Backpack,15.6 Inch Stylish College School Backpack with USB Charging Port,Water Resistant Casual Daypack Laptop Backpack for Women/Girls/Business/Travel (Flower Pattern)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81S7YIeKNyL._AC_SL1500_.jpg",
    "price": 29.99,
    "rating": 4.7,
    "category": 16,
    "description": "Padded back panel and shoulder strap provide comfortable carry experience on your daily life. Provides Ultimate protection for your device against scratches and accidental bumps. We do it with stylish floral colors design. Perfect used for office, working, college students, shopping, dating, travelling, camping, value gifts ect."
  },
  {
    "id": 158,
    "name": "Toiletry Bag for Men, BAGSMART Travel Toiletry Organizer Dopp Kit Water-resistant Shaving Bag for Toiletries Accessories, Black",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71ndEyfmdOL._AC_SL1500_.jpg",
    "price": 19.99,
    "rating": 4.8,
    "category": 16,
    "description": "If you are a frequent traveler, organize your toiletries, quickly and efficiently is important for you. BAGSMART toiletry organizer can meet all your demands. Water-resistant material, dual-zipper design, elastic strap system make you travel confidently knowing that your toiletries will be kept in their place."
  },
  {
    "id": 159,
    "name": "Master Lock 4688D Set Your Own Combination TSA Approved Luggage Lock, 1 Pack, Assorted Colors",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61Odlo7HyVL._AC_SL1500_.jpg",
    "price": 6.99,
    "rating": 4.4,
    "category": 16,
    "description": "TSA approved luggage lock enables screeners with the ability to inspect and relock luggage without damaging lock. Set your own three-digit combination luggage lock; TSA lock is best used as a luggage lock or backpack lock. Travel lock is constructed with a metal body for durability and a vinyl covered cable for resistance to abuse from baggage handling equipment. 1-3/16 inch (30 millimeter) wide lock body; 1/8 inch (3 millimeter) diameter shackle with 1-1/2 inch (38 millimeter) length, 5/8 inch (16 millimeter) width. Available in black, blue, red, and silver (color randomly selected at time of shipment)."
  },
  {
    "id": 160,
    "name": "4 Leak Proof Travel Bottles - 3 oz Travel Containers for Travel Size Toiletries with TSA Quart Bag",
    "img": "https://images-na.ssl-images-amazon.com/images/I/618DRPT8PoL._SL1200_.jpg",
    "price": 9.99,
    "rating": 4.4,
    "category": 16,
    "description": "Say Goodbye To Leakage And Messy Spillage On Your Wardrobes And Luggages! With their anti-leakage design, these soft and squeezable silicone travel bottles will only dispense bottle contents when its silicone body is pressed. Each bottle container includes a convenient flip cap with 3 leak proof walls and a drip free dispenser valve to protect your personal items from leaks, spills or drops. Go travel the world in comfort and style with these reliable and attractive travel bottles."
  },
  {
    "id": 161,
    "name": "Sonic The Hedgehog",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51cuQersGGL._AC_SX184_.jpg",
    "price": 9.99,
    "rating": 4.6,
    "category": 17,
    "description": "The world needed a hero, we got a hedgehog. Superpowered with speed, Sonic races to save the worl and stop evil genius Dr. Robotnik from world domination. Jim Carrey, Ben Schwartz and James Marsden star in the adventure the whole family will enjoy."
  },
  {
    "id": 162,
    "name": "Wonder Woman 1984 (4K UHD)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51nGj4+xhTL._AC_SX184_.jpg",
    "price": 19.99,
    "rating": 2.6,
    "category": 17,
    "description": "Fast forward to the 1980s as Wonder Woman's next big screen adventure finds her facing a wide array of foes including: Max Lord and The Cheetah."
  },
  {
    "id": 163,
    "name": "Yellowstone Season 1",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51XqPS0ZQFL._AC_SX184_.jpg",
    "price": 19.99,
    "rating": 4.9,
    "category": 17,
    "description": "Kevin Costner stars as John Dutton, patriarch of a Monatana ranching family, and owner of the largest ranch in the U.S. It's the story of Dutton's fight to defend his land and his family from the modern day forces that threaten his way of life."
  },
  {
    "id": 164,
    "name": "Monster Hunter [Blu-ray]",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81Q3PvJjdfL._SL1500_.jpg",
    "price": 24.99,
    "rating": 3.7,
    "category": 17,
    "description": "Behind our world, there is another: a world of dangerous and powerful monsters that rule their domain with deadly ferocity. When Lt. Artemis (Milla Jovovich) and her loyal soldiers are transported from our world to the new world, the unflappable lieutenant receives the shock of her life. In her desperate battle for survival against enormous enemies with incredible powers and unstoppable, terrifying attacks, Artemis will team up with a mysterious man (Tony Jaa) who has found a way to fight back."
  },
  {
    "id": 165,
    "name": "John Wick: Chapters 1-3 [4K + Digital] [Blu-ray]",
    "img": "https://images-na.ssl-images-amazon.com/images/I/91TDPDzWPVL._SL1500_.jpg",
    "price": 25.60,
    "rating": 4.9,
    "category": 17,
    "description": "JOHN WICK: When sadistic young thugs senselessly attack John Wick — a brilliantly lethal ex-assassin — they have no idea that they’ve just awakened the boogeyman. With New York City as his bullet-riddled playground, Wick embarks on a merciless rampage, hunting down his adversaries with the skill and ruthlessness that made him an underworld legend. JOHN WICK: CHAPTER 2: Legendary hit man John Wick is forced out of retirement again by a former associate plotting to seize control of a shadowy international assassins' guild. Bound by a blood oath to help him, John travels to Rome, where he squares off against some of the world's deadliest killers. JOHN WICK: CHAPTER 3 – PARABELLUM: Super assassin John Wick (Keanu Reeves) has a $14 million dollar price tag on his head after killing a member of the High Table, the shadowy international assassins' guild. Now excommunicado, and with any army of the world's most ruthless hit men and women on his trail, John must find a way to survive in this third chapter of the adrenaline-fueled action series."
  },
  {
    "id": 166,
    "name": "GODZILLA: THE SHOWA-ERA FILMS, 1954–1975 (The Criterion Collection) [Blu-ray]",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81cVyMQN3NL._SL1500_.jpg",
    "price": 126.54,
    "rating": 4.8,
    "category": 17,
    "description": "IN 1954, AN ENORMOUS BEAST CLAWED ITS WAY OUT OF THE SEA, destroying everything in its path—and changing movies forever. The arresting original Godzilla soon gave rise to an entire monstermovie genre (kaiju eiga), but the King of the Monsters continued to reign supreme: in fourteen fiercely entertaining sequels over the next two decades, Godzilla defended its throne against a host of other formidable creatures, transforming from a terrifying symbol of nuclear annihilation into a benevolent (if still belligerent) Earth protector. Collected here for the first time are all fifteen Godzilla films of Japan’s Showa era, in a landmark set showcasing the technical wizardry, fantastical storytelling, and indomitable international appeal that established the most iconic giant monster the cinema has ever seen."
  },
  {
    "id": 167,
    "name": "Coming to America",
    "img": "https://m.media-amazon.com/images/I/71o4pM6fJ9L._AC_UY218_.jpg",
    "price": 9.99,
    "rating": 4.8,
    "category": 17,
    "description": "Join EDDIE MURPHY on an unforgettable comic quest to the New World. As an African Prince, it's time for him to find a princess. The mission leads him and his most loyal friend (ARSENIO HALL) to New York. Watch Murphy and Hall in classic cameo roles!"
  },
  {
    "id": 168,
    "name": "Mortal",
    "img": "https://m.media-amazon.com/images/I/81Bo807yL4L._AC_UY218_.jpg",
    "price": 9.99,
    "rating": 4.1,
    "category": 17,
    "description": "In this spellbinding thriller, a psychologist puts her life in danger when she finds herself drawn to a mysterious murder suspect who claims to possess godlike powers."
  },
  {
    "id": 169,
    "name": "The Rhythm Section",
    "img": "https://m.media-amazon.com/images/I/81kS5nBwf0L._AC_UY218_.jpg",
    "price": 13.99,
    "rating": 3.7,
    "category": 17,
    "description": "Blaise Lively and Jude Law star in this action-packed thriller from the producers of James Bond. After finding out her family's death was not an accident, Stephanie (Lively) transforms from victim to assassin, seeking revenge on those responsible."
  },
  {
    "id": 170,
    "name": "I, Robot [Blu-ray]",
    "img": "https://m.media-amazon.com/images/I/51kpodgNzAL._AC_UY218_.jpg",
    "price": 9.99,
    "rating": 4.7,
    "category": 17,
    "description": "In the year 2035, technology and robots are a trusted part of everyday life. But that trust is broken when a scientist is found dead and a skeptical detective believes that a robot is responsible."
  },
  {
    "id": 171,
    "name": "Google Nest Thermostat - Smart Thermostat for Home - Programmable Wifi Thermostat - Snow",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71vTp9YTjuL._AC_SL1500_.jpg",
    "price": 129.99,
    "rating": 4.3,
    "category": 18,
    "description": "Meet the Google Nest Thermostat, the smart thermostat for home with a cozy price. It can turn itself down to save energy when you leave the house. You can control this programmable thermostat from anywhere with the Google Home app – whether you’re on an errand or in bed.[1] And it’s simple to install yourself, usually in 30 minutes or less."
  },
  {
    "id": 172,
    "name": "ecobee SmartSensor 2 Pack, White",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51-QyB0FxRL._AC_SL1200_.jpg",
    "price": 79.00,
    "rating": 4.6,
    "category": 18,
    "description": "Unlock the potential of your ecobee experience with smarter comfort, further savings, and reassurance from anywhere. SmartSensor keeps you comfortable where you are instead of just where your thermostat is through occupancy detection. Place SmartSensor in the most important room, like your bedroom, child’s room, or office to keep it the perfect temperature."
  },
  {
    "id": 173,
    "name": "Roku Premiere | HD/4K/HDR Streaming Media Player, Simple Remote and Premium HDMI Cable",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81wHpn6wPLL._AC_SL1500_.jpg",
    "price": 34.00,
    "rating": 4.7,
    "category": 18,
    "description": "4K & HDR streaming made easy   Incredible picture at an incredible value. Roku Premiere is the simple way to start streaming in HD, 4K, and HDR. Easily find and enjoy movies in brilliant 4K picture with the 4K Spotlight channel. Setup is simple—just plug it into your TV with the included Premium High Speed HDMI Cable and connect to the internet.   Stream what you love, including live TV, news, sports, hit movies, popular shows, and more. Plus, with access to hundreds of free channels, there’s plenty to enjoy without spending extra. TV Compatibility"
  },
  {
    "id": 174,
    "name": "Bose Portable Smart Speaker — Wireless Bluetooth Speaker with Alexa Voice Control Built-In, Black",
    "img": "https://images-na.ssl-images-amazon.com/images/I/616zERCeOhL._AC_SL1500_.jpg",
    "price": 349.00,
    "rating": 4.6,
    "category": 18,
    "description": "The Bose portable smart speaker is our most versatile smart speaker. It’s a home speaker, a portable speaker, and a voice control speaker, all in one. Around the house, you can move it from room to room — and out of the house, You can take it with you wherever you go. Everywhere your Wi-Fi can reach, you can control the speaker with your voice and use it as an Amazon Alexa speaker or your Google assistant speaker. You’ll have access to all the popular music, internet radio stations, podcasts, and more from Amazon music, Spotify, Pandora, and more. Outside Wi-Fi range, you can control the speaker with your mobile phone or tablet via Bluetooth and listen to anything your device can play. The portable home speaker is designed to distribute audio in every direction at the same time, so whether you put it in the middle of the party or the corner of the room, the sound will come from all around you. And each part of the speaker Works in total harmony to deliver deep, clear, lifelike sound, no matter where you play it, no matter what you listen to. The Bose portable smart speaker is also engineered with multi-room functionality. That means you can connect it to any other Bose smart speaker or sound bar you’ve got (like the Bose Home speaker 500) for a seamless audio experience throughout your home. Listen to different songs in different rooms, or one song in every room at the same time — and get everybody singing along. Available in triple black or luxe Silver. Included: Bose portable smart speaker, power cord."
  },
  {
    "id": 175,
    "name": "Honeywell Home RTH9585WF1004 Wi-Fi Smart Color Thermostat, 7 Day Programmable, Touch Screen, Energy Star, Alexa Ready",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81iSTdLWl4L._AC_SL1500_.jpg",
    "price": 125.99,
    "rating": 4.4,
    "category": 18,
    "description": "This second generation Wi-Fi smart color thermostat is ideally suited for the connected home. Its packed with smart features, a customizable color touch screen and a simple, DIY set up. You can control the thermostat using the touch screen and change the background color to match your paint color or personal preference or use your tablet or computer. All you need is a Wi-Fi connection, or use the free app for smartphone/Tablet to mange the thermostat remotely. Intelligent alerts help to keep your equipment running at peak performance by sending you air filter and humidifier pad Change reminders, and also to notify you of extreme high or low indoor temperatures and humidity. 1) View local weather - daily forecast on screen and 5 - Day forecasts on app, 2) fully flexible progamming options, 3) Auto change from heat to cool - automatically determines if your home needs heating or cooling to provide maximum comfort, 4) reliable, secure network ensures app availability, 5) permanent/temporary/vacation hold - adjust temperature to suit your schedule. Does not work with heat pumps with electric baseboard heat (120-240 volts)"
  },
  {
    "id": 176,
    "name": "Inkbird 1200 Watts Digital Temperature Controller Aquarium Thermostat for Aquarium Heater, with Waterproof Sensor",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71%2BeIuL53iL._AC_SL1500_.jpg",
    "price": 48.99,
    "rating": 4.4,
    "category": 18,
    "description": "Plug and play, easy to use. Dual relay controlling, one for control output, another for abnormal protection. Support Celsius and Fahrenheit reading. Dual display window for simultaneous display of measured temperature and stop heating temperature. Dual temperature probes to ensure the accuracy of the water temperature. Temperature calibration. High and low temperature alarm. Probe abnormal alarm. Continuous heating time alarm"
  },
  {
    "id": 177,
    "name": "Furbo Dog Camera: Treat Tossing, Full HD Wifi Pet Camera and 2-Way Audio, Designed for Dogs, Compatible with Alexa (As Seen On Ellen)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/512QKheNJ5L._AC_SL1000_.jpg",
    "price": 168.98,
    "rating": 4.6,
    "category": 18,
    "description": "Fun TREAT TOSSING: TOSS a treat to your dogs via the free Furbo iOS/Android app. Fill it with over 100 pieces of your dogs’ favorite treats & play a game of catch. Round shaped treats with a diameter around 0.4 inches work best. Recommended treats: Zuke's Mini,Nutro Mini, Natural Balance Mini-Rewards, Crazy Dog Train-Me Mini. Adjustable BARKING ALERT & 2-Way Audio: Furbo's Barking Alerts saved over 100 dogs' lives from fires, gas leaks and intruders. Know when your dog needs you. You can adjust the sensitivity of the barking sensor. 1080p FULL HD Camera & Night Vision: Live stream video to monitor your pet with a 160° wide-angle, 4x zoom day & night."
  },
  {
    "id": 178,
    "name": "PETKIT Automatic Cat Puppy Feeder, App Control, 10 Portions,10 Meal Plans per Day, Low Food LED Indicator Pet Smart Feeder for Small Animals, Auto Pet Food Dispenser",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61q4xbm9AaL._AC_SL1147_.jpg",
    "price": 89.99,
    "rating": 4.4,
    "category": 18,
    "description": "Feed from your phone,your cat will not meow at 3am anymore (2.4GHz WIFI, pls.) Personalized Pet Feeding: Meals can be dispensed from 5g to 50g.Set meal plan, feed anytime. DUO FRESH LOCK SYSTEM : Keep the food dry and fresh. Weight Sensor: You’ll get notices when food bucket in low condition,and an alert when empty. Energy Backup: this PETKTI FEEDER will be operated with optional battery backup"
  },
  {
    "id": 179,
    "name": "Echo Dot (3rd Gen) bundle with Amazon Smart Plug - Sandstone",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61-ZaqPxznL._AC_SL1000_.jpg",
    "price": 64.98,
    "rating": 4.8,
    "category": 18,
    "description": "Includes Echo Dot (3rd gen) and Amazon Smart Plug – everything you need to start your smart home. Echo Dot is our most popular voice-controlled speaker, now with improved sound and a new design. With Echo Dot and Amazon Smart Plug, you can add voice control to any outlet. Ask Alexa to play music, answer questions, read the news, check the weather, set alarms, control compatible smart home devices, and more. Simple to set up and use—plug in, open the Alexa app, and start using your voice. With 4 far-field microphones, Alexa hears you from across the room. And with compatible Echo devices in different rooms, you can fill your whole home with music. No smart home hub required—set up routines and schedules through the Alexa app. Amazon Smart Plug is for indoor use only, works exclusively with Alexa, and must be connected through a 2.4GHz Wi-Fi network."
  },
  {
    "id": 180,
    "name": "Kwikset 99390-001 Halo Wi-Fi Smart Lock Keyless Entry Electronic Touchscreen Deadbolt Featuring SmartKey Security, Satin Nickel",
    "img": "https://images-na.ssl-images-amazon.com/images/I/8101IP9ryML._AC_SL1500_.jpg",
    "price": 200.45,
    "rating": 4.2,
    "category": 18,
    "description": "Introducing the Halo Wi-Fi enabled smart lock. It's the uncomplicated way to get smart lock security and smart home convenience using your home's existing Wi-Fi router. Operate, manage and monitor the lock with your smartphone using the Kwikset app from anywhere there's an Internet connection. Halo Wi-Fi Smart Lock is a keyless entry electronic deadbolt featuring SmartKey. Using the Kwikset App, you can lock/unlock, program up to 250 user access codes, and receive notifications from anywhere there's an Internet connection. This single cylinder deadbolt can be locked or unlocked by using the keypad or key from the outside as well as the turn button from the inside. The crisp, clean appearance of the Satin Nickel finish adds to the overall look of the product and brings a modern feel. Kwikset App and Account are required to activate the lock. A smartphone with Bluetooth 4. 2 or higher is required for compatibility. Compatible phone devices include- Apple iPhone 6, Apple iPhone 6S, Apple iPhone 7, Apple iPhone 7S, Apple iPhone 7 Plus, Apple iPhone 8, Apple iPhone X, Apple iPhone XS, Apple iPhone XS, Apple iPhone XS Max, Apple iPad Air 2, Apple iPad Pro, LG G7 ThinQ, Google Pixel 2XL, Google Pixel 3, Google Pixel 3a, Google Pixel 3XL, Samsung Galaxy S7, Samsung Galaxy Edge S7, Samsung Galaxy S8, Samsung Galaxy S9, Samsung Galaxy S9 plus, Samsung M30, OnePlus 6, Motorola Moto X, Xiaomi Pocophone F1."
  },
  {
    "id": 181,
    "name": "Pets & Pupps Pet Toothbrush for Dogs Oral Hygiene, Dual Head Dog Toothbrush with Soft bristles, Anti-Slip Cat Toothbrush",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71gbw3vMQuL._AC_SL1500_.jpg",
    "price": 3.99,
    "rating": 4.6,
    "category": 19,
    "description": "About three years ago our family dog Max was diagnosed with periodontal disease but by then it had already spread deeper into the tooth socket. Max endured excruciating pain whenever he tried eating or chewing. The treatment process was also very painful considering how much it had spread in our good boy’s mouth. That is when we understood three things, how important it was to brush our dog’s teeth, how common this disease is, and how difficult it is to find good quality pet toothbrushes that are not ridiculously expensive. We are proud to introduce our very own Scandinavian designed and US patented toothbrush that is made from premium quality and soft material to ensure that your dog gets possibly the best product in market."
  },
  {
    "id": 182,
    "name": "ChomChom Roller Dog Hair Remover, Cat Hair Remover, Pet Hair Remover",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71ZgbakfCgL._AC_SL1500_.jpg",
    "price": 24.95,
    "rating": 4.6,
    "category": 19,
    "description": "The ChomChom Roller is one of the World’s Best Pet Hair Remover. By simply moving the pet hair roller back and forth, you immediately track and pick up cat hairs and dog hairs embedded deeply in sofas, couches, beds, carpets, blankets, comforters and more."
  },
  {
    "id": 183,
    "name": "Hertzko Self Cleaning Slicker Brush – Gently Removes Loose Undercoat, Mats and Tangled Hair – Your Dog or Cat Will Love Being Brushed with The Grooming Brush",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51Q8yp%2B0zPL._AC_SL1039_.jpg",
    "price": 15.99,
    "rating": 4.5,
    "category": 19,
    "description": "Hertzko’s Slicker Brush gently removes Loose Hair, and eliminates Tangles, Knots, Dander and trapped Dirt. WORKS GREAT ON DOGS AND CATS WITH ALL SIZES AND HAIR TYPES! The bristles are FINE bent wires designed to penetrate DEEP into the coat and is really able to groom the undercoat well without scratching your pet's skin!"
  },
  {
    "id": 184,
    "name": "Temptations Classic Crunchy and Soft Cat Treats, 30 oz.",
    "img": "https://images-na.ssl-images-amazon.com/images/I/916WRfEYY0L._AC_SL1500_.jpg",
    "price": 19.30,
    "rating": 4.9,
    "category": 19,
    "description": "Contains one (1) 30 oz. tub of TEMPTATIONS Classic Cat Treats Tasty Chicken Flavor. Your adult cat can’t wait to get their paws on these scrumptious cat food treats that are crunchy on the outside and soft on the inside. Under 2 calories per chicken flavor cat treat, so you can feel good about rewarding your cat every day. TEMPTATIONS Cat Treats are 100% nutritionally complete and balanced for adult cat maintenance and can be used as a treat, meal, or cat food topper. Treat ’em again and again with this value-sized, resealable tub: perfect for keeping cat paws off when you’re not watching. America’s #1 Cat Treat Brand*… just shake the pack and they’ll come running."
  },
  {
    "id": 185,
    "name": "VIVOSUN 800GPH Submersible Pump(3000L/H, 24W), Ultra Quiet Water Pump with 10ft High Lift, Fountain Pump with 5ft Power Cord, 3 Nozzles for Fish Tank, Pond, Aquarium, Statuary, Hydroponics",
    "img": "https://images-na.ssl-images-amazon.com/images/I/718WM7imi0L._AC_SL1374_.jpg",
    "price": 22.99,
    "rating": 4.5,
    "category": 19,
    "description": "This pump can be used in either wet or dry installations and features wet rotor/wet bearing technology for cooler running. Pre-filter screen handles large particles require less maintenance. Designed for fresh water use only. Compact design is great for space-saving on your aquariums and fish tanks. Multiple size insert fitting and suction cups included."
  },
  {
    "id": 186,
    "name": "Tetra Filter Cartridges - Unassembled",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81rE6k1hUSL._AC_SL1500_.jpg",
    "price": 8.49,
    "rating": 4.7,
    "category": 19,
    "description": "Tetra Whisper Bio-Bag Disposable Filter Cartridges help keep aquarium water crystal clear and remove odors and discoloration. The dense, dual-sided mesh catches debris and fish waste. Ultra-Activated carbon adsorbs odors. Each package is color-coded to make it simple to remember which size to purchase. The medium size filter cartridge fits the Tetra Whisper PF10 Power Filter, Whisper IQ 10, 10i Internal Filter and ReptoFilter 90 GPH."
  },
  {
    "id": 187,
    "name": "Rednut Parrot Toys, Bird Chewing Toy - MultiColurful Rainbow Bridge,Ferris Wheel Toy, Parrot Nest Suitable for Small and Large Parrots and Birds",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61vdndNeAlL._AC_SL1001_.jpg",
    "price": 17.99,
    "rating": 4.4,
    "category": 19,
    "description": "Safe to chew: Our wooden blocks chew toys are made from 100% natual wood and the braided rope is made of natural corn leaves by hand, and all of them are dyed by edible pigments."
  },
  {
    "id": 188,
    "name": "WePet Vet Wrap, Vet Tape Bulk Self-Adherent Gauze Rolls Non-Woven Cohesive Bandage First Aid for Dogs Cats Horses Birds Animals Strong Sports Tape for Wrist Healing Ankle Sprain & Swelling 12 Rolls",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71PBmXj6JGL._AC_SL1500_.jpg",
    "price": 10.50,
    "rating": 4.7,
    "category": 19,
    "description": "The WePet brand, which has sold of tens of thousands of Bandage. Through the years we have stayed true to our mission to provide innovative, high quality animal care products, which has been loved by furry friend for over 3 years."
  },
  {
    "id": 189,
    "name": "Zenport Q91 Zen-Magic Ultra Twig and Hoof Trimming Shear Twin-Blade, 7.5-Inch Long",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71OJB-m7e3L._AC_SL1500_.jpg",
    "price": 15.79,
    "rating": 4.6,
    "category": 19,
    "description": "Zenport Q91 Shear Zen-Magic ultra hoof and twig trimming shear, twin-blade, 7.5-Inch premium trimming shears are perfect for trimming dairy goat hooves and alpaca nails and for cutting thick floral stems, making them ideal for a variety of uses by farmers, florists and home gardeners. Spring loaded automatic opening makes for quicker multiple cuts. Non-stick coated blade shears reduce jamming and cutting fatigue."
  },
  {
    "id": 190,
    "name": "Cowboy Magic Concentrated Detangler and Shine Great for Pets and Human Hair! (16 fl oz (473 mL))",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51vc-fI5ABL._AC_SL1000_.jpg",
    "price": 29.99,
    "rating": 4.7,
    "category": 19,
    "description": "As long as you only use a small amount and not use too much product. It does wonders! I typically add it when my dogs hair is wet/damp. Then when they are dry is when I bush them."
  },
  {
    "id": 191,
    "name": "TurboTax Deluxe 2020 Desktop Tax Software, Federal and State Returns + Federal E-file [Amazon Exclusive] [PC/Mac Disc]",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81-vBxZaQ5L._AC_SL1500_.jpg",
    "price": 49.99,
    "rating": 4.7,
    "category": 20,
    "description": "TurboTax Deluxe is recommended if: you own a home, have charitable donations to deduct, have high medical expenses, and only need to file a Federal Tax Return."
  },
  {
    "id": 192,
    "name": "H&R Block Tax Software Deluxe + State 2020 with Refund Bonus Offer (Amazon Exclusive) [PC Download]",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61vwpuAPuWL._AC_SL1500_.jpg",
    "price": 32.99,
    "rating": 4.5,
    "category": 20,
    "description": "H&R Block Deluxe Tax Software helps tax filers maximize deductions on homes and other investments. It also gives them everything they need to easily file federal and state taxes and get their maximum refund — guaranteed. It includes step-by-step guidance on more than 350 credits and deductions, a help center with over 13,000 searchable articles, and in-person representation in the unlikely event of an audit."
  },
  {
    "id": 193,
    "name": "Microsoft Office Home and Student 2019 | 1 Device, Windows 10 PC/Mac Download",
    "img": "https://images-na.ssl-images-amazon.com/images/I/7181S6JHvtL._AC_SL1500_.jpg",
    "price": 124.99,
    "rating": 4.5,
    "category": 20,
    "description": "For students and families who want classic Office apps installed on one Windows 10 PC or Mac for use at home or school. Classic versions of Office apps include Word, Excel, PowerPoint and more."
  },
  {
    "id": 194,
    "name": "Norton 360 Deluxe 2021 – Antivirus software for 5 Devices with Auto Renewal - Includes VPN, PC Cloud Backup & Dark Web Monitoring powered by LifeLock [Download]",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81r7g1WdcyL._AC_SL1500_.jpg",
    "price": 34.99,
    "rating": 4.4,
    "category": 20,
    "description": "Norton 360 Deluxe gives you comprehensive malware protection for up to 5 PCs, Macs, Android or iOS devices, including 50GB of secure PC cloud backup and Secure VPN for your devices. Enrolling in our auto-renewing subscription and storing a payment method is required for activation and use. We won't charge you until your renewal period. You will get an email reminder before we charge your payment method and can cancel your automatic renewal at any time in your Norton account. Also included are additional features such as Password Manager, Parental Controls, SafeCam that alerts you and blocks unauthorized access to your PC’s webcam, and Dark Web Monitoring powered by LifeLock, where we monitor and notify you if we find your personal information on the dark web."
  },
  {
    "id": 195,
    "name": "ClearClick VHS To DVD Wizard with USB Video Grabber & Free USA Tech Support",
    "img": "https://images-na.ssl-images-amazon.com/images/I/91qxZmD2l6L._AC_SL1500_.jpg",
    "price": 39.95,
    "rating": 3.9,
    "category": 20,
    "description": "The VHS To DVD Wizard software from ClearClick makes this easy by providing you with a step-by-step, \"wizard\" software format. Plus, there's a simple user's manual that you can actually understand, because it's written in everyday language!"
  },
  {
    "id": 196,
    "name": "Corel PaintShop Pro 2021 Ultimate | Photo Editing & Graphic Design Software Plus Creative Collection | Amazon Exclusive 5-Brush Starter Pack [PC Disc]",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71eIYtR52KL._AC_SL1500_.jpg",
    "price": 59.99,
    "rating": 4,
    "category": 20,
    "description": "Discover a world full of creative possibilities that will bring your photography and graphic designs to life. PaintShop Pro 2021 Ultimate offers a comprehensive, user-inspired toolset that allows you to easily edit, enhance, and correct photos and complete your story with a range of graphic design tools. Depend on PaintShop Pro 2021 to deliver everything you need to transform your photos into something amazing, original, and truly personal. From hobbyists to photographers, graphic designers to creative consumers, and businesses of all sizes, PaintShop Pro 2021 will help you achieve your creative vision. Make it Ultimate. Make it PaintShop Pro."
  },
  {
    "id": 197,
    "name": "Corel VideoStudio Ultimate 2020 - Video & Movie Editing Software - Slideshow Maker, Screen Recorder, DVD Burner - Premium Effects from NewBlueFX, Boris FX, proDAD [PC Disc][OLD VERSION]",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61H%2B-YHzsVL._AC_SL1000_.jpg",
    "price": 49.99,
    "rating": 3.7,
    "category": 20,
    "description": "Dive into intuitive, creative video editing with the extended power of New Corel VideoStudio Ultimate 2020, and transform your photos and videos into impressive productions. Our award-winning combination of ease of use and creativity make video editing even more fun! Dive into Ultimate-exclusive tools like color grading, video masking, premium effects and video stabilization, plus new creative graphics, titles, and overlays to impress any audience."
  },
  {
    "id": 198,
    "name": "Adobe Creative Cloud |Entire collection of Adobe creative tools plus 100GB storage | 12-month Subscription with auto-renewal, billed monthly, PC/Mac",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51UcAsPis8L._AC_SL1000_.jpg",
    "price": 52.99,
    "rating": 3.8,
    "category": 20,
    "description": "Creative Cloud gives you the world's best apps and services for video, design, photography, and the web."
  },
  {
    "id": 199,
    "name": "Course Hero 1-Month Subscription: textbook solutions, 24/7 expert tutors and more [Prime Student Exclusive Offer:1 Month for $14.95]",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61Q5gu-v74L._AC_SL1118_.jpg",
    "price": 39.95,
    "rating": 2.8,
    "category": 20,
    "description": "Limited Time Offer: Prime Student members get $25 off 1 month of Course Hero at checkout. Note: You can access your code and instructions to redeem Course Hero in Your Software Library. Offer limited to one purchase per order. This product is non-returnable and non-refundable."
  },
  {
    "id": 200,
    "name": "McAfee Antivirus Total Protection 2021, 5 Device, Internet Security Software, Password Manager, Privacy, 1 Year - Download Code",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71YC6lofKjL._AC_SL1475_.jpg",
    "price": 22.99,
    "rating": 4.5,
    "category": 20,
    "description": "McAfee Total Protection provides digital security that goes beyond award-winning antivirus, so you can enjoy your life online. Our comprehensive security software not only defends your Windows, Mac OS, Android and iOS devices, but also protects your identity and personal information. Stay safer on the web with our password manager, securing your credentials by generating and storing complex passwords, auto-filling your account info for faster logins. Designed to be consistently updated, McAfee security software will provide digital protection today in 2020, tomorrow in 2021 and beyond without the need to purchase a new product."
  },
  {
    "id": 201,
    "name": "Fit Simplify Resistance Loop Exercise Bands with Instruction Guide and Carry Bag, Set of 5",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81ARh719W9L._AC_SL1500_.jpg",
    "price": 9.95,
    "rating": 4.5,
    "category": 21,
    "description": "First, our bands are made of high quality latex. They are stronger and able to stretch further. You will feel the same resistance after a dozen reps. Second, our bands are comfortable, soft and easy on the skin. The only way to achieve that is to let the latex rest for a long time in tightly controlled circumstances such as temperature and humidity before making the bands. Both of these involve a higher investment for us but we think it's worth it to create a better product. These bands are rigorously tested to be snap, stretch and sweat resistant. You get 5 resistance bands set and you can combine multiple bands to find your ideal resistance. These bands are so lightweight that they make a great travel fitness kit! This is also a great Christmas, Mother's and Father's day gift idea for men, women, dad or mom."
  },
  {
    "id": 202,
    "name": "Band-Aid Brand Flexible Fabric Adhesive Bandages for Wound Care & First Aid, Assorted Sizes, 100 ct, Beige",
    "img": "https://images-na.ssl-images-amazon.com/images/I/91wvG8mS6KL._AC_SL1500_.jpg",
    "price": 12.54,
    "rating": 4.8,
    "category": 21,
    "description": "100-count assorted sized Band-Aid Brand Flexible Fabric Adhesive Bandages for first aid and wound protection of minor wounds, cuts, scrapes and burns. Made with Memory-Weave fabric for comfort and flexibility, these bandages stretch, bend, and flex with your skin as you move, and include a Quilt-Aid Comfort Pad designed to cushion painful wounds which may help prevent reinjury. These Band-Aid Brand Flexible Fabric adhesive bandages stay on for up to 24 hours and feature a unique Hurt-Free Pad that won't stick to the wound as they wick away blood and fluids, allowing for gentle removal. From the No.1 doctor recommended bandage brand, Band-Aid Brand Adhesive Bandages help protect against dirt and germs that may cause infection. Plus, wounds covered with a bandage heal faster than uncovered wounds. Apply bandage to clean, dry skin for minor wound care and change daily, when wet or as needed. For proper wound care, treat with wound an antiseptic ointment such as Neosporin prior to application."
  },
  {
    "id": 203,
    "name": "DEGOL Skipping Rope with Ball Bearings Rapid Speed Jump Rope Cable and 6” Memory Foam Handles Ideal for Aerobic Exercise Like Speed Training, Extreme Jumping, Endurance Training and Fitness Gym",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51YYXSJ4T3L._AC_SL1001_.jpg",
    "price": 10.89,
    "rating": 4.3,
    "category": 21,
    "description": "PVC coated braided steel cables. It can be used for adults and children.\nAdjustable 9 inches of the cable length. Suitable for boxing, MMA, aerobics and fitness training. The rope can be adjusted the length you want according to your height. It can burn calories and fat while exercising your muscles during jumping. Lightweight, durable and comfortable handle makes it easy to grasp and carry. Dual ball bearing system and slight cable can pass through the air quickly, thus increasing the speed."
  },
  {
    "id": 204,
    "name": "HotHands Hand Warmers - Long Lasting Safe Natural Odorless Air Activated Warmers - Up to 10 Hours of Heat - 40 Pair",
    "img": "https://images-na.ssl-images-amazon.com/images/I/91RmQzKenOL._AC_SL1500_.jpg",
    "price": 23.50,
    "rating": 4.8,
    "category": 21,
    "description": "HotHands warmers are single use air-activated heat packs that provide everyday warmth and are ideal for keeping your body warm when the temperature gets cold. They’re available in several styles designed for your hands, feet, and body."
  },
  {
    "id": 205,
    "name": "LifeStraw Personal Water Filter for Hiking, Camping, Travel, and Emergency Preparedness",
    "img": "https://images-na.ssl-images-amazon.com/images/I/417QFsHEJWL._AC_SL1301_.jpg",
    "price": 14.97,
    "rating": 4.8,
    "category": 21,
    "description": "Award-winning LifeStraw water filter is a must-carry tool for hiking, camping, travel, and emergencies; no disaster kit is complete without it. Filters up to 1,000 gallons (4,000 liters) of contaminated water without iodine, chlorine, or other chemicals; does not require batteries and has no moving parts. Removes minimum 99.9999% of waterborne bacteria, 99.9% of waterborne protozoan parasites, and filters to 0.2 microns; surpasses EPA filter standards. An alternative to iodine tablets and bulky purifiers, it weighs 2oz for ultralight portability, and has a high flow rate for drinking from the source. Comes in a sealed bag, perfect for storing in a bugout bag or other prepper gear supply kit; measures 9 x 1 x 1 inches. BPA Free materials."
  },
  {
    "id": 206,
    "name": "Wilson Prime All Court Tennis Ball - 3 Ball Can",
    "img": "https://images-na.ssl-images-amazon.com/images/I/616f-gbgn4L._AC_SL1400_.jpg",
    "price": 5.99,
    "rating": 4.8,
    "category": 21,
    "description": "The Wilson Prime tennis ball features exclusive Duraweave felt that is ideal for all court surfaces. Extended play and durability are provided through this ball as well as added performance. Wilson is the Official Ball of the US Open and Australian Open Grand Slam Championships, as well as the NCAA Tennis (Men and Women)."
  },
  {
    "id": 207,
    "name": "BalanceFrom GoYoga All-Purpose 1/2-Inch Extra Thick High Density Anti-Tear Exercise Yoga Mat with Carrying Strap",
    "img": "https://images-na.ssl-images-amazon.com/images/I/91bwlFTZrgL._AC_SL1500_.jpg",
    "price": 21.17,
    "rating": 4.4,
    "category": 21,
    "description": "With double sided non-slip surfaces, BalanceFrom All-Purpose Premium exercise yoga mat comes with an excellent slip resistant advantage to prevent injuries. Exceptional resilience allow you to keep your balance during any exercise style. moisture resistant technology makes the mat to be easily washed with soap and water."
  },
  {
    "id": 208,
    "name": "Rawlings OLB3BAG12 Official League Recreational Use Baseballs, Bag of 12",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71Rt7dMxzJL._AC_SL1391_.jpg",
    "price": 17.85,
    "rating": 4.7,
    "category": 21,
    "description": "The Rawlings Official League practice baseballs are ideal for batting practice or casual games, and come equipped with a convenient mesh bag."
  },
  {
    "id": 209,
    "name": "Wilson NFL Super Grip Football",
    "img": "https://images-na.ssl-images-amazon.com/images/I/91MvyMn3UpL._AC_SL1500_.jpg",
    "price": 14.39,
    "rating": 4.8,
    "category": 21,
    "description": "Football is a game of will. Take hold of the game with the NFL Super Grip. Made with a high-performance composite material, this football offers the ideal blend of durability, grip and performance worthy of the official NFL logo and the game's best players - whatever league they play in."
  },
  {
    "id": 210,
    "name": "Ultra Pro 9-Pocket Silver Series Page Protector for Standard Size Cards (25-Count)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51jJs1Yx8mL._AC_SL1000_.jpg",
    "price": 9.79,
    "rating": 4.8,
    "category": 21,
    "description": "Protect and showcase your trading cards with high standard in safe storage - Ultra PRO's Platinum Series 9-Pocket Pages. Page's seals are solid sealed for high seal strength and improved lay-flat quality. Pockets are toploading style and sized to fit standard (2.5'' x 3.5'' trading cards, such as baseball cards, Pokemon and other collectible cards. Great for artists to archive sketch cards for display. Also ideal for sticker cards, coupons and other collectibles. Each page bears Ultra PRO's hologram quality & authenticity seal. Pages are clear on both sides and fit in Ultra PRO's standard-size 3-ring albums. Ultra PRO's Platinum Series pages are made in California, USA. Each box comes with 100 individual pages."
  },
  {
    "id": 211,
    "name": "NutriBullet Pro - 13-Piece High-Speed Blender/Mixer System with Hardcover Recipe Book Included (900 Watts)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71chOTpmx9L._AC_SL1500_.jpg",
    "price": 89.00,
    "rating": 4.7,
    "category": 22,
    "description": "With 900 watts of power, the Pro is faster and stronger than the original, but just as simple to use. Load it up with dense whole foods like nuts, seeds, hard fruits, and kale, then push, twist and blend your way to a healthier lifestyle. Optimized 900-watt motor and refined nutrient extraction blades blend The toughest whole foods into nutritious shakes, smoothies, and nut butters. Included: (1) 900W motor base, (1) Extractor blade, (2) 32 oz. Cup, (2) to-go lid, (2) lip ring, (2) lip ring with handle and recipe book. Powerful stainless steel Extractor blades use Cyclonic action to break down tough ingredients. High-performance, BPA-free plastic cups are long lasting and Durable. Hassle-free cleaning - simply twist off the blade, rinse with soap and water, and put the cups in the top rack of the dishwasher."
  },
  {
    "id": 212,
    "name": "Vezfinel Refrigerator Door Handle Covers,Fridge Oven Dishwasher Protectoer,Catch Fingerprints&Smudges Kitchen Appliances Handmade Decoration (Gray Lattice)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71Koa%2B7Hc5L._AC_SL1200_.jpg",
    "price": 11.90,
    "rating": 4.6,
    "category": 22,
    "description": "This is length about 15.4\", Perimeter about:4\". Give your kitchen a beautifully coordinated look. Simply wrap it around the handle. Top to bottom Velcro for a secure fit. Fully padded for extra comfort."
  },
  {
    "id": 213,
    "name": "myQ Smart Garage Door Opener Chamberlain myQ-G0401 - Wireless Smart Garage Hub and Controller, Wi-Fi and Bluetooth, Smartphone Control, White",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51U402oH80L._AC_SL1000_.jpg",
    "price": 39.98,
    "rating": 4.5,
    "category": 22,
    "description": "The Simple Way to a Smarter Garage. Make your existing garage door opener smart in minutes with Smart Garage Control. The Smart Garage Control is simple to install and allows you to link your existing garage door opener to the myQ App so you can control, secure and monitor the garage from your smartphone. Featuring a compact modern design, Smart Garage Control is compatible with all major brands of garage door openers manufactured after 1993 that have standard safety sensors. It’s sleek white finish blends in with ceilings, walls and garage doors, making it an aesthetic complement to any garage environment."
  },
  {
    "id": 214,
    "name": "ScotchBlue Sharp Lines Multi-Surface Painter's Tape, 1.41 inches x 60 yards, 2093, 1 Roll",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81hKPiuVvkL._AC_SL1500_.jpg",
    "price": 6.47,
    "rating": 4.7,
    "category": 22,
    "description": "ScotchBlue Sharp Lines Painter’s Tape features Edge-Lock Technology that seals out paint to deliver sharp paint lines. Whether you’re protecting your wood trim, painted walls, tile floor, or glass windows, this versatile multi-surface tape can stay on surfaces for up to 21 days and then removes easily without leaving any sticky residue behind. Help keep your wainscoting paint free or shield your built-in shelves with the powerful protection of ScotchBlue Sharp Lines Painter's Tape."
  },
  {
    "id": 215,
    "name": "KEILEOHO 100 PCS Rebar Safety Caps,Yellow Plastic Mushroom Rebar Cap End Identification Bar Mushroom Building Construction Site Supplies Rebar Size: #3-#7, 10M - 25M",
    "img": "https://images-na.ssl-images-amazon.com/images/I/51QhDMt%2BtmL._AC_SL1500_.jpg",
    "price": 32.99,
    "rating": 4.7,
    "category": 22,
    "description": "Rebar Safety Caps or Mushroom caps as they are also known are a widely used health and safety product that is used inside the construction industry to cover exposed rebar poles to prevent injuries and death. These Rebar Scaffold inserts work in a similar way, except they slot into the end of scaffolding poles to prevent access and injuries. Made from durable plastic, wise applicability, yellow has high visibility, small size and easy to carry. Package includes 100 x Rebar Safety Caps."
  },
  {
    "id": 216,
    "name": "3M Interior Transparent Weather Sealing Tape for Windows and Doors, Moisture Resistant Tape, 1.5 in. x 10 yd. Roll",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61rbRIUUUOL._AC_SL1500_.jpg",
    "price": 6.49,
    "rating": 4.3,
    "category": 22,
    "description": "3M Transparent Weather Sealing Tape can be used around windows and doors to keep cold air out and seal cracks. The tape is flexible. 3M Transparent Weather Sealing Tape easily conforms to angles and curves. 3M Interior Transparent Weather Sealing Tape is easily installed around both windows and doors. It is flexible and conformable, working to seal cracks and eliminate drafts. Roll measures 1-1/2 inch by 30 foot."
  },
  {
    "id": 217,
    "name": "Optional life Multi-Function Automotive Tester Pen Type Digital Vehicle Electrical Circuit Checker Auto Electrical System Diagnosis Test Device",
    "img": "https://images-na.ssl-images-amazon.com/images/I/7178SeG-DOL._AC_SL1500_.jpg",
    "price": 39.99,
    "rating": 4.3,
    "category": 22,
    "description": "Applications: Can be used to test continuity, test the polarity of a voltage, check lamp, check electric motor, follow and locate short circuits, test for bad ground contacts and measure dc voltage from 2V to 24V etc. Powered by the vehicle battery directly. The illumination function enables automotive technician to test the electrical system in the darkness. Safety insurance. When the current exceeds 8A, the unit will disconnect the current automatically. Take the insufficient light environment in consider, the tool built in flashlight to indicate the DC voltage measurement. Do not use the unit around gas,vapor, or dust. When the rock switch is pressed(or rocked), battery current is conducted directly to the tip which may cause sparks when contacting ground or certain circuits."
  },
  {
    "id": 218,
    "name": "Smart Ceiling Fan Control Switch and Light Wall Switch, 1-GANG Light Switch & 3 Speed Fan Controller, Compatible with Alexa/Google Home/Siri/APP, Neutral Wire Needed",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61cz1Xe1fDL._AC_SL1500_.jpg",
    "price": 49.00,
    "rating": 4,
    "category": 22,
    "description": "Smart wall switches turn your ordinary ceiling fan into a smart ceiling fan. Simply pair and connect your fan to enable a full range of controls from your smartphone, Alexa, and Google Home. Voice control technology also allows you to change settings on your fan without having to lift a finger. Noted: Neutral wire and separate load wires needed for fan & light, please confirm that this product is compatible with your home wiring (some houses may not have neutral wires)."
  },
  {
    "id": 219,
    "name": "Smart plug, Gosund Mini Wifi Outlet Works with Alexa, Google Home, No Hub Required, Remote Control Your Home Appliances from Anywhere, ETL Listed,Only Supports 2.4GHz Network(4Packs)",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61UaCtHUMRL._AC_SL1500_.jpg",
    "price": 27.99,
    "rating": 4.3,
    "category": 22,
    "description": ""
  },
  {
    "id": 220,
    "name": "Power Strip, Bototek Surge Protector with 10 AC Outlets and 4 USB Charging Ports,1875W/15A, 2100 Joules, 6 Feet Long Extension Cord for Smartphone Tablets Home,Office, Hotel- Black",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61%2B796jJW5L._AC_SL1500_.jpg",
    "price": 20.24,
    "rating": 4.8,
    "category": 22,
    "description": "Wanting to find the faster way to charge your devices? Still annoy for the bulky adapters which take up superfluous place so that the power strip could not be efficiently used ? Still doubtful for the safety of the power strip with favorable price ? Bototek 7-outlets power strip with 5 USB charging ports is the ideal choice for you!"
  },
  {
    "id": 221,
    "name": "LOL Surprise Dance Dance Dance Dolls with 8 Surprises Including Doll Dance Floor That Spins, Dance Move Card and Accessories - Great Gift for Girls Age 4-7",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71f8thipnxL._AC_SL1500_.jpg",
    "price": 10.99,
    "rating": 4.4,
    "category": 23,
    "description": "LOL Surprise Dance Dance Dance dolls are ready to perform and show off their moves at the ultimate LOL Surprise dance-off! Help them unbox their unique dance moves–such as the Wheels on the Coupe, Vogue It BB, or Runway Surprise–and then strut their stuff on the dance floor that you can really spin to see them move! Plus, you can connect each of the dance floors in the Dance Dance Dance series together and spin them all at once."
  },
  {
    "id": 222,
    "name": "Dig a Dozen Dino Eggs Dig Kit - Easter Egg Toys for Kids - Break Open 12 Unique Large Surprise Dinosaur Filled Eggs & Discover 12 Cute Dinosaurs. Archaeology Science STEM Crafts Gifts for Boys & Girls",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81g9WNpy61L._AC_SL1500_.jpg",
    "price": 24.99,
    "rating": 4.7,
    "category": 23,
    "description": "This kit includes a dozen dino eggs, each with a different toy dinosaur model buried inside. Give them out to your amateur paleontologists, who will chip away at the eggs to find out which creature they’ve got. Many of these dinosaurs had very unusual shapes, and for a good reason – each one lived a lifestyle all its own, with a body perfectly suited for it. Have the children read through the dinosaur cards to look for the dinosaur which they have uncovered."
  },
  {
    "id": 223,
    "name": "Barbie Extra Doll #3 in Pink Fluffy Coat with Pet Unicorn-Pig, Extra-Long Crimped Hair, Including Candy Bar Clutch & Gummy Bear Ring, Multiple Flexible Joints, Gift for Kids 3 Years Old & Up",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81FtsO%2BYGDL._AC_SL1500_.jpg",
    "price": 24.88,
    "rating": 4.8,
    "category": 23,
    "description": "Barbie Extra dolls rock bold fashions and bright colors, and they make big statements! Each Barbie doll has their own unique style that’s playful and over the top. And their pets -- each different and all adorable -- have tons of personality, too! Barbie Extra lets kids explore self-expression through style and offers an exciting fashion and styling play experience with posable dolls. They are all about having fun with fashion with glitter, gummy bears, emojis and stand-out hair -- bringing EXTRA vibes wherever they go. Each sold separately, subject to availability. Dolls cannot stand alone. Colors and decorations may vary."
  },
  {
    "id": 224,
    "name": "Barbie Color Reveal Doll with 7 Surprises [Styles May Vary]: 4 Mystery Bags; Water Reveals Doll’s Look & Color Change on Bodice & Hair; Shimmer Series; Gift for Kids 3 Years Old & Up",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71Yh8ksi1hL._AC_SL1500_.jpg",
    "price": 14.88,
    "rating": 4.7,
    "category": 23,
    "description": "Barbie Color Reveal dolls deliver an unboxing experience full of surprises -- seven of them! A doll wearing a shimmery fashion is guaranteed, but each doll's look remains a mystery until revealed. The packaging is part of the fun -- pull the strip to remove the outer layer and reveal a clear tube. Inside is a mystery metallic pink Color Reveal doll and four bags hiding surprises inside. Remove them all and fill the tube with warm water, then insert the doll and swirl her around. The water turns metallic pink, and when the doll is pulled out, her features are revealed! Each doll has a different combination of eye color, sculpted metallic hair color, skin tone, decorated bodice and shimmery metallic legs, but the surprises continue…open the bags to discover a ponytail hair piece, sparkly skirt and matching shoes and earrings! Color-change effects on the doll's lips and decorated bodices add to the surprise and fun. Each series has a unique theme -- these Color Reveal dolls are all about shimmer and shine, with sculpted metallic hair and legs and colorful plug-in hair pieces. Use the tube to store these and other favorites. Which doll will you reveal? Kids can collect them to mix and match accessories and expand the possibilities! Each sold separately, subject to availability. Doll cannot stand alone. Colors and decorations may vary."
  },
  {
    "id": 225,
    "name": "UNO",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81TX8WTjiuL._AC_SL1500_.jpg",
    "price": 9.99,
    "rating": 4.9,
    "category": 23,
    "description": "UNO is the classic family card game that's easy to pick up and impossible to put down! Players take turns matching a card in their hand with the current card shown on top of the deck either by color or number. Special action cards, like Skips, Reverses, Draw Twos, color-changing Wild and Draw Four Wild cards, deliver game-changing moments as they each perform a function to help you defeat your opponents. If you can't make a match, you must draw from the center pile. And when you're down to one card, don't forget to shout \"UNO!\" The first player to get rid of all the cards in their hand wins. Now card game-lovers can get UNO in a sturdy tin that's great for travel and makes storage stress-free. Colors and decorations may vary."
  },
  {
    "id": 226,
    "name": "Cards Against Humanity",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71ZV5BcG4wL._AC_SL1500_.jpg",
    "price": 25.00,
    "rating": 4.8,
    "category": 23,
    "description": "Cards Against Humanity is a party game for horrible people. The game is simple. Each round, one player asks a question from a black card, and everyone else answers with their funniest white card. (This is the main game. Buy this first.)"
  },
  {
    "id": 227,
    "name": "1000 Piece Puzzle, Cool Cupcakes Jigsaw Puzzle",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81IRgo1TBAL._AC_SL1500_.jpg",
    "price": 17.99,
    "rating": 4.6,
    "category": 23,
    "description": "Strong, precise fit from thick, recycled card board. 1,000 random, unique-cut jigsaw puzzle pieces. Completed puzzle board measures 27.6 by 19.7 inches (70 x 50 cm). Lifetime free lost piece replacement is provided by the jigsaw puzzle manufacturer. Includes a bonus poster for the table to help solve. Fits easily on your puzzle board or mat. Includes a sturdy, reusable puzzle box. Great puzzle for adults. Works well with sorting trays. Embossing gives unique 3d look and reduces glare."
  },
  {
    "id": 228,
    "name": "Puzzle Presto! Peel & Stick Puzzle Saver: The Original and Still the Best Way to Preserve Your Finished Puzzle!",
    "img": "https://images-na.ssl-images-amazon.com/images/I/61HsWMWTH0L._AC_SL1024_.jpg",
    "price": 8.67,
    "rating": 4.6,
    "category": 23,
    "description": "THE ORIGINAL AND STILL THE BEST TOOL TO PRESERVE YOUR FINISHED PUZZLE – Buffalo Games introduced Puzzle Presto! Peel & Stick Puzzle Preserver in 2007. The carefully formulated adhesive sheets make puzzle preserving quick and easy - eliminating the need to fuss with messy, ineffective glues and other inferior adhesive products. EASY AS 1, 2, 3 – Simply peel, stick and save! RIGOROUSLY TESTED FOR PEAK PERFORMANCE – At Buffalo Games, we take puzzles and puzzle accessories seriously. As a market leader in the puzzle industry, we take pride in ensuring that all Buffalo Games products are designed and engineered to the highest standards. Puzzle Presto stands up to all environments. The adhesive bond only strengthens over time. PUZZLE PRESTO! PEEL & STICK PUZZLE PRESERVER CONTENTS – Includes 6 large 15 inch by 7.5 inch permanent self-adhesive sheets, 2 self-adhesive hangers for simple wall mounting and easy to follow directions. FINISHED PUZZLE COVERAGE – Each package includes enough adhesive sheets to preserve any puzzle piece count up to a finished footprint of 29 inches by 21.5 inches"
  },
  {
    "id": 229,
    "name": "The Original Reversible Octopus Plushie | TeeTurtle’s Patented Design | Light Pink and Dark Pink | Show your mood without saying a word!",
    "img": "https://images-na.ssl-images-amazon.com/images/I/41it9t2huDL._AC_.jpg",
    "price": 15.00,
    "rating": 4.8,
    "category": 23,
    "description": "TeeTurtle is the home of the original Reversible Octopus Plushie! Show your mood to the world with this cute reversible plush Octopus, as seen on TikTok! They are easy to flip inside out, and have two different faces to help you express yourself. These super soft toys are perfect for playing, collecting, and cuddling. They make the perfect gift for holidays, birthdays, baby showers, Christmas, Valentine’s Day, and more!"
  },
  {
    "id": 230,
    "name": "Star Wars The Child Plush – The Mandalorian – 11 Inches",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81uDl2y%2BtuL._AC_SL1500_.jpg",
    "price": 23.99,
    "rating": 4.7,
    "category": 23,
    "description": "Embrace the creature known as ''The Child,'' affectionately known as Baby Yoda, with this soft, cuddly plush toy featuring faux suede coat and fuzzy trims. This irresistible infant is inspired by Star Wars: The Mandalorian now streaming on Disney+. May the hugs be with you!"
  },
  {
    "id": 231,
    "name": "Persona 5 Strikers - Nintendo Switch",
    "img": "https://images-na.ssl-images-amazon.com/images/I/91KgYsQNJQL._SL1500_.jpg",
    "price": 59.99,
    "rating": 4.7,
    "category": 24,
    "description": "Strike Back! Join the Phantom Thieves and strike back against the corruption overtaking cities across Japan. A summer vacation with close friends takes a sudden turn as a distorted reality emerges; reveal the truth and redeem the hearts of those imprisoned at the center of the crisis!"
  },
  {
    "id": 232,
    "name": "Ring Fit Adventure - Nintendo Switch",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81V7L6auixL._SL1500_.jpg",
    "price": 79.00,
    "rating": 4.8,
    "category": 24,
    "description": "Explore a fantastical adventure world to defeat a bodybuilding dragon and his minions using real-life exercises. Traverse grass-swept plains by jogging in place, attack enemies with overhead shoulder presses, and refill your health meter by striking some yoga poses. Two new accessories, Ring -Con and Leg Strap, measure your real-world actions and help turn them into in-game movements. With additional minigames, Ring Fit Adventure is a great escape for players of all skill levels and schedules. In Adventure mode, defeat enemies with attacks based on real-world exercises. As you work through each level (and possibly work up a sweat), you’ll earn experience points. Between fights, you may encounter some unusual methods of transportation such as squat-powered launch pads, and more. Want to compete with others? Pass around the Ring-Con accessory and select from a few minigames: break boxes with gusts of air, craft pottery using squats and many others."
  },
  {
    "id": 233,
    "name": "Minecraft: Java Edition for PC/Mac [Online Game Code]",
    "img": "https://images-na.ssl-images-amazon.com/images/I/91Vk1mS1x3L.png",
    "price": 26.95,
    "rating": 4.7,
    "category": 24,
    "description": "Minecraft is a game about placing blocks and going on adventures. Explore randomly generated worlds and build amazing things from the simplest of homes to the grandest of castles. Play in Creative Mode with unlimited resources or in Survival Mode, defend against monsters and dig deep into the world to discover the rarest ores. Do all this alone, or work together with your friends over the internet. Build, create, and explore! The PC Java version is the first version of Minecraft to be released. Often referred to as Minecraft: Java Edition. It supports cross-platform play between Mac OS X, Linux, and Windows. This edition also supports user-created skins. It is the classic version."
  },
  {
    "id": 234,
    "name": "Cyberpunk 2077 - PC [Game Download Code in Box]",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81PxGQcHiRL._SL1500_.jpg",
    "price": 65.60,
    "rating": 4.1,
    "category": 24,
    "description": "Cyberpunk 2077 is an open world, an action adventure story set in Night City, a megalopolis obsessed with power, glamour and body modification. You play at V, a mercenary outlaw going after a one of a kind implant that is the key to immortality. You can customize your character's cyberwar, skill set and playstyle, and explore a vast city where the choices you make shape the story and the world around you."
  },
  {
    "id": 235,
    "name": "Demon’s Souls – PlayStation 5",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81QoNRp5%2BWL._SL1353_.jpg",
    "price": 69.00,
    "rating": 4.8,
    "category": 24,
    "description": "From Bluepoint Games comes a remake of the PlayStation classic, Demon’s Souls. Entirely rebuilt from the ground up and masterfully enhanced, this remake introduces the horrors of a fog-laden, dark fantasy land to a whole new generation of gamers. Those who have faced its trials and tribulations before, can once again challenge the darkness in stunning visual quality and incredible performance."
  },
  {
    "id": 236,
    "name": "Assassin’s Creed Valhalla PlayStation 5 Standard Edition",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81q2v4mcZSL._SL1500_.jpg",
    "price": 34.99,
    "rating": 4.7,
    "category": 24,
    "description": "Upgrade to the Xbox Series X S version of the game at no additional cost. CONDITIONS AND RESTRICTIONS APPLY. This game leverages Smart Delivery allowing access to both the Xbox One title and the Xbox Series X S title. To upgrade eligible physical disc copies, a console with a disc drive is required. Become Eivor, a legendary Viking raider on a quest for glory. Explore England's Dark Ages as you raid your enemies, grow your settlement, and build your political power."
  },
  {
    "id": 237,
    "name": "ProCase Hard Travel Case for Oculus Quest 2 VR Gaming Headset, Controllers Accessories Shockproof EVA Hard Shell Carrying Case Storage Bag with Shoulder Strap, Also Fits Elite Strap –Grey",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81I1jcrbL0L._AC_SL1500_.jpg",
    "price": 65.99,
    "rating": 4.6,
    "category": 24,
    "description": "Specially designed hard EVA case for Oculus Quest 2, also fits Oculus Quest 2 Elite Strap (Official), Case comes with 2 cable ties & 1 drawstring bag & 1 dust proof lens cover & 1 detachable shoulder strap (device is NOT included)."
  },
  {
    "id": 238,
    "name": "Oculus Rift S PC-Powered VR Gaming Headset",
    "img": "https://images-na.ssl-images-amazon.com/images/I/71URNvzoWqL._SL1500_.jpg",
    "price": 299.00,
    "rating": 4.4,
    "category": 24,
    "description": "Top VR gaming library: Blast, slash and soar your way through the top library in VR gaming. Oculus Rift S lets you play hundreds of games and exclusives already available in the Oculus store, with so much more to come. Improved optics: Stare down the competition with next-generation lenses and a sharper display. Improved optics deliver bright, vivid colors and reduced “screen-door” effect. Ergonomic design: Keep your head in the game thanks to a Halo headband redesigned with speed in mind. Rift S stays securely and comfortably in place with a quick twist of the fit wheel, so it can take-or double take-your fastest reactions. Oculus touch controllers: Arm yourself with our updated Oculus touch controllers. Your slashes, throws and grab appear in VR with intuitive, realistic precision, transporting your hands and gestures right into the game. Oculus insight tracking: take a step forward with Oculus insight. It translates your movements into VR No matter which way you're facing and provides room-scale tracking without external sensors. Oculus Rift S requires your Facebook account to log in, making it easy to meet up with friends in VR and discover communities around the world."
  },
  {
    "id": 239,
    "name": "Call of Duty: Warzone -  1,100 COD Points - PS4 & PS5 [Digital Code]",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81sznAywerL._SL1500_.jpg",
    "price": 9.99,
    "rating": 5,
    "category": 24,
    "description": "Call of Duty Points (CP) are the in-game currency used in Call of Duty: Warzone, Modern Warfare, and Black Ops Cold War. Use CP to buy content like Operator Skins, Weapon Blueprints, Watches, and the latest Battle Pass."
  },
  {
    "id": 240,
    "name": "Streets of Rage 4 - PlayStation 4",
    "img": "https://images-na.ssl-images-amazon.com/images/I/81-DrcIwxzL._SL1500_.jpg",
    "price": 29.60,
    "rating": 4.8,
    "category": 24,
    "description": "Streets of Rage, considered One of the best beat 'em up series of all time and after many years, axel and Blaze are finally picking up the fight where they left off. Featuring hand-drawn visuals from the team behind 2017's gorgeous Wonder Boy: the Dragon's Trap remake, streets of Rage 4 builds upon the classic trilogy's gameplay with new mechanics, a fresh story and a gauntlet of dangerous stages with a serious crime problem. Streets of Rage 4 recalls classic gameplay but it stands as an entirely original arcade-style Romp thanks to the expertise of guard crush games and dotemu. Whether players gang up with a friend or clean up the city solo, streets of Rage 4 is a skull-bashing, chicken-chomping delight all set to a thumping soundtrack sure to get your blood pumping."
  }
]